<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<link rel="stylesheet" href="/app/css/terms1.css">
<link rel="stylesheet" href="/app/css/terms2.css">
<body>
	<div id="wrap">
		<form name="termsForm" action="${cp}/user/joinview.us" onsubmit="return termscheck();">
			<h2 class="h2">홈페이지 이용약관</h2>
			<div class="agree">
				<div tabindex="0">
					제 1 장 총 칙<br> 제 1 조 (목적)<br> 이 약관은 저작권 인증업무를 수행함에 있어 법령 및
					위원회의 저작권 인증업무 처리규정이 정한 사항 외에 ‘저작권인증시스템(이하 ‘시스템’)의 이용’ 서비스와 관련하여 회원과
					한국저작권위원회(이하 ‘위원회’)와의 중요사항을 정하는 것을 목적으로 합니다.<br> <br> 제 2
					조 (약관의 효력 및 적용과 변경)<br> (1) 약관의 효력 및 적용<br> <br> 이
					약관은 본 시스템 게시판을 통하여 이용자에게 공시함으로써 효력을 발생합니다. 이 약관에 동의하고 회원가입을 한 회원은
					약관에 동의한 시점부터 동의한 약관의 적용을 받고 약관의 변경이 있을 경우에는 변경의 효력이 발생한 시점부터 변경된
					약관의 적용을 받습니다.<br> <br> (2) 약관의 변경<br> <br> 위원회는
					필요하다고 인정되는 경우 이 약관을 변경할 수 있으며, 약관이 변경된 경우에는 지체 없이 공시합니다. 회원은 변경된 약관
					사항에 동의하지 않으면 서비스 이용을 중단하고 이용계약을 해지할 수 있습니다.<br> <br> 제 3
					조 (약관규정 외의 사항에 관한 준칙)<br> 현 약관에 규정되지 않은 사항에 대해서는 이 시스템으로 처리되는
					서비스 규칙 또는 안내에 따릅니다.<br> <br> 제 4 조(용어의 정의)<br> (1)
					회원 : 서비스 이용계약을 체결한 자<br> <br> (2) 아이디(ID) : 회원 식별과 서비스
					이용을 위하여 회원이 선정한 문자와 숫자의 조합으로서 온라인상의 조합을 말한다.<br> <br> (3)
					패스워드(password) : 회원의 정보보호와 회원만의 이용을 위한 문자와 숫자로 이루어진 조합을 말한다.<br>
					<br> (4) 운영자 : 이 시스템의 운영과 전반적인 관리를 담당하는 자<br> <br> <br>
					제 2 장 서비스 이용계약<br> 제 5 조 (이용계약의 성립)<br> 이용자가 시스템에 의해 제시되는
					양식에 따라 자신의 정보를 입력하고 이용계약 체결을 신청하면 시스템이 전자적으로 회원등록을 승인함으로써 위원회의 서비스를
					제공받으실 수 있습니다.<br> <br> 제 6 조 (이용신청 시 기재사항)<br> 회원은
					가입 시 다음에 규정하는 사항을 필수적으로 입력하셔야 위원회의의 승인을 받으실 수 있습니다.<br> <br>
					(1) 이름(실명인증)<br> <br> (2) 주민등록번호 또는 법인등록번호(또는 이에 갈음하는
					고유번호 등)<br> <br> (3) 아이디(ID)<br> <br> (4)
					패스워드(password)<br> <br> (5) 연락처(전화번호 및 주소 등)<br> <br>
					(6) e-mail address<br> <br> 제 7 조 (이용신청의 승인 등)<br>
					(1) 위원회는 상기 각 항목을 성실히 기재하고 본 약관에 동의할 때 시스템의 이용을 승인합니다.<br> <br>
					(2) 다음 각 호의 경우에 승인을 유보할 수 있습니다.<br> <br> ① 설비에 여유가 없는 경우<br>
					<br> ② 기술상 시스템으로 처리하지 못할 장애사항이 발생한 경우<br> <br> ③ 기존
					회원의 시스템 이용에 장애가 되는 경우<br> <br> ④ 기타 시스템 운영상 필요하다고 인정한 경우<br>
					<br> (3) 다음 각 호의 경우에 승인을 철회하거나 거절할 수 있습니다.<br> <br>
					① 제6조의 기재사항 등을 허위로 기재한 경우<br> <br> ② 다른 사람 명의로 이용신청 시<br>
					<br> ③ 공공질서 또는 건전한 미풍양속을 저해할 우려가 있는 경우<br> <br> ④ 기타
					회원으로서의 부적절한 행위를 할 우려가 있다고 인정되는 경우<br> <br> 제 8 조 (기재사항의
					변경)<br> 회원은 이 시스템의 이용을 위해 자신의 정보를 성실히 관리해야 하며 변동사항이 있을 경우 이를
					변경해야 합니다.<br> <br> <br>
					<br>
					<br> 제 3 장 시스템의 이용<br> 제 9 조 (시스템의 이용 개시)<br> (1)
					위원회는 특별한 사정이 없는 한 회원의 이용신청이 승인된 때부터 서비스를 제공합니다.<br> <br>
					(2) 업무상 또는 기술상의 장애로 인하여 서비스를 개시하지 못하는 경우에는 사이트에 공시하거나 회원에게 이를
					통지합니다.<br> <br> 제 10조 (시스템의 이용시간)<br> (1) 이 시스템의 이용은
					연중무휴 1일 24시간을 원칙으로 합니다. 다만, 업무상이나 기술상의 이유로 시스템이 일시 중지될 수 있고, 운영상의
					목적으로 정한 기간에 서비스가 일시 중지될 수 있습니다.<br> <br> (2) 위원회는 서비스를
					일정범위로 분할하여 각 범위별로 이용 가능한 시간을 별도로 정할 수 있으며 이 경우 그 내용을 공지합니다.<br>
					<br> 제 11 조 (서비스의 변경 및 중지)<br> (1) 위원회는 변경될 서비스의 내용 및
					제공일자를 제12조 제5항에서 정한 방법으로 회원에게 통지하고 서비스를 변경하여 제공할 수 있습니다. 또한, 회원의
					아이디가 중복되어 서비스 제공이 곤란한 경우 위원회는 상당한 기간을 정하여 회원에게 타인과 중복되지 아니하는 아이디로
					변경할 것을 요청할 수 있습니다. 이외에 사이트 통합, 시스템의 중요정책 변경에 따라 아이디의 본질적인 부분을 변경하지
					아니하는 방법으로 아이디를 일괄 변경할 수 있습니다. 이 경우 당해 회원에게 그 변경 사실을 통지합니다.<br>
					<br> (2) 위원회는 다음 각 호에 해당하는 경우 서비스의 전부 또는 일부를 제한하거나 중지할 수 있습니다.<br>
					<br> ① 서비스용 설비의 보수 등 공사로 인한 부득이한 경우<br> <br> ② 회원이
					서비스 또는 시스템 운영을 방해하는 경우<br> <br> ③ 정전, 제반 설비의 장애 또는 이용량의
					폭주 등으로 정상적인 서비스 이용에 지장이 있는 경우<br> <br> ④ 시스템 제공업자와의 계약 종료
					등과 같은 위원회의 제반 사정으로 서비스를 유지할 수 없는 경우<br> <br> ⑤ 기타 천재지변,
					국가비상사태 등 불가항력적 사유가 있는 경우<br> <br> (3) 제11조 제2항에 의한 서비스
					중단의 경우에는 위원회는 제12조 제4항에서 정한 방법으로 이용자에게 통지합니다. 다만, 위원회가 통제할 수 없는 사유로
					인한 서비스의 중단(운영자의 고의, 과실이 없는 디스크 장애, 시스템 다운 등)으로 인하여 사전 통지가 불가능한 경우에는
					그러하지 아니합니다.<br> <br> (4) 위원회는 서비스의 변경, 중지로 발생하는 문제에 대해서는
					어떠한 책임도 지지 않습니다.<br> <br> 제 12 조 (정보의 제공 및 회원에 대한 통지 등)<br>
					(1) 위원회는 회원이 서비스 이용을 위해 필요가 있다고 인정되는 다양한 정보 또는 설문조사 등을 전자우편, 유무선매체,
					서신우편 등의 방법으로 회원에게 제공 또는 요청할 수 있습니다. 회원이 사이트에 게재되는 광고를 이용하거나 서비스를 통한
					광고주의 판촉활동에 참여하는 등의 방법으로 교신 또는 거래를 하는 것은 전적으로 회원과 광고주 간의 문제입니다. 만약
					회원과 광고주 간에 문제가 발생할 경우에도 회원과 광고주가 직접 해결하여야 하며, 이와 관련하여 위원회는 어떠한 책임도
					지지 않습니다.<br> <br> (2) 시스템을 통한 정보의 제공은 별다른 사정이 없는 한 하루
					24시간 제공을 원칙으로 하며 정기 점검이나 설비의 보수, 전기통신 사업법에 의한 기간통신사업자로 인한 서비스 중단,
					기타 천재지변 등 불가항력적인 사유로 사전 고지 없이 정보제공을 중단할 수 있습니다.<br> <br>
					(3) 또한 시스템은 서비스를 일정 범위로 분할하여 각 한정 대상에게 이용시간을 사전 공지하여 별도로 정할 수 있습니다.<br>
					<br> (4) 회원에 대한 통지를 하는 경우 위원회는 회원이 등록한 e-mail 주소 및 회원가입 시 기재한
					연락처로 할 수 있습니다. 단, 해당사의 제한에 의해 개별 통지가 불가한 일부 e-mail 주소의 경우와 불특정 다수
					회원에 대한 통지의 경우 시스템 게시판 등에 게시함으로써 개별 통지에 갈음할 수 있습니다.<br> <br>
					제 13 조 (회원의 게시물)<br> (1) 게시물이라 함은 시스템 내에 회원이 올린 글, 사진, 그림, 각종
					파일과 링크, 각종 덧글 등의 정보를 의미합니다.<br> <br> (2) 서비스 내에 게시한 게시물로
					인해 회원 개인에게 발생하는 손실이나 문제는 전적으로 회원 개인의 책임이며, 위원회는 이에 대한 어떠한 책임도 부담하지
					않습니다. 만일 회원이 타인의 저작권 등을 침해하였음을 이유로 위원회가 타인으로부터 손해배상청구 등 이의제기를 받은 경우
					회원은 위원회의 면책을 위하여 노력하여야 하며, 위원회가 면책되지 못한 경우 회원은 그로 인해 위원회에 발생한 모든
					손해를 부담하여야 합니다.<br> <br> (3) 회원은 다음 각 호에 해당하는 내용물을 게시하거나
					전달할 수 없으며, 위원회는 서비스 내에 존재하는 내용물이 다음 각 호에 해당한다고 판단되는 경우 사전 통지 없이 삭제,
					이동 또는 등록 거부할 수 있습니다. 또한, 위원회는 게시물에 관련된 세부 이용지침을 별도로 정하여 시행할 수 있으며,
					회원은 그 지침에 따라 각종 게시물을 등록하거나 삭제하여야 합니다.<br> <br> ① 위원회 또는
					제3자를 비방하거나 중상모략으로 명예를 손상시키는 내용인 경우<br> <br> ② 공공질서 및
					미풍양속에 위반되는 내용의 정보, 문장, 도형 등의 유포에 해당하는 경우<br> <br> ③ 범죄적
					행위에 결부된다고 인정되는 내용인 경우<br> <br> ④ 위원회의 저작권, 제3자의 저작권 등 기타
					권리를 침해하는 내용인 경우<br> <br> ⑤ 위원회가 정하는 게시기간을 초과한 경우<br>
					<br> ⑥ 위원회가 제공하는 서비스의 성격에 부합되지 않는 내용인 경우<br> <br> ⑦
					불필요하거나 승인되지 않은 광고, 판촉물을 게재하는 경우<br> <br> ⑧ 타인의 아이디(고유번호),
					성명 등을 무단으로 도용하여 작성한 내용이거나, 타인이 입력한 정보를 무단으로 위·변조한 내용인 경우<br> <br>
					⑨ 동일한 내용을 중복하여 다수 게시하는 등 게시의 목적에 어긋나는 경우<br> <br> ⑩ 기타 관계
					법령 및 운영 지침 등에 위반된다고 판단되는 경우<br> <br> 제 14 조 (게시물의 저작권 등)<br>
					(1) 위원회가 작성하여 사이트에서 제공하는 저작물에 대한 저작권, 기타 지적재산권은 위원회에 귀속됩니다.<br>
					<br> (2) 회원 게시물에 대한 저작권은 해당 저작권자에게 귀속됩니다.<br> <br>
					(3) 회원은 서비스를 이용함으로써 얻은 정보를 위원회의 사전 승낙 없이 복제, 출판, 전송, 배포, 방송 기타 방법에
					의하여 영리목적으로 이용하거나 제3자에게 이용하게 할 수 없으며, 게시물에 대한 저작권 침해는 관계 법령의 적용을
					받습니다.<br> <br> (4) 회원은 자신이 창작, 등록한 게시물에 대하여 위원회 또는 위원회가
					허락한 제3자가 서비스를 운영, 전시, 홍보하기 위한 목적으로 다음의 각 호에 해당하는 행위를 할 수 있도록, 사용료
					없는 비독점적 사용권을 위원회에 부여합니다.<br> <br> ① 서비스 내에서 회원 게시물의 복제,
					수정, 개조, 전송, 전시, 배포, 2차적 저작물 및 편집 저작물 작성<br> <br> ② 시스템
					서비스 내에서 회원 게시물을 전시, 배포<br> <br> ③ 시스템 서비스를 홍보하기 위한 목적으로
					미디어, 통신사 등에게 회원의 게시물 내용을 제공, 사용하게 하는 것. 단, 이 경우 회원의 동의 없이 개인정보를
					제공하지 않습니다.<br> <br> (5) 위원회는 회원이 탈퇴한 후에도 본조 제4항의 사용권을
					유지합니다. 그러나 탈퇴로 인한 커뮤니티 폐쇄 시 사용자가 이미 동의한 대로 커뮤니티 관련 사용자 게시물에 대하여는
					책임지지 않습니다.<br> <br> (6) 위원회는 회원의 개별 동의 없이 본조 제4항에서 규정하는
					목적 이외의 목적으로 회원의 게시물을 사용하지 않습니다. 다만, 시스템의 폐쇄, 양도, 시스템 통합 등의 사유로 원래의
					게시물의 내용을 변경하지 않고 게시물의 게시 위치를 변경할 수는 있습니다.<br> <br> <br>


					제 4 장 계약당사자의 의무<br> 제 15 조 (시스템 운영상의 의무)<br> (1) 개인정보 관리
					: 위원회는 서비스를 제공하면서 알게 된 회원의 신상정보를 본인의 승낙 없이 외부로 유출하거나 제3자에게 배포, 제공하지
					않습니다. 단, 서비스의 운영과 관련하여 법령 또는 정부 고시로 정한 사항 및 적법한 절차를 거친 국가기관의 요구나
					수사상 또는 기타 공익을 위하여 필요하다고 인정되는 경우는 예외로 합니다.<br> <br> (2)
					위원회는 회원의 본 서비스 이용을 위하여 노력할 의무가 있으며 회원의 정보 역시 위원회의 시스템 등록 회원에 대한 서비스
					향상을 위해 이용합니다.<br> <br> 제 16 조 (회원의 비밀번호 등 관리의무)<br>
					(1) 회원의 관리상 잘못으로 인한 아이디와 패스워드 노출로 인한 피해는 전적으로 회원의 책임입니다.<br> <br>
					(2) 회원의 이용권한은 회원 개인에 한정된 것이며 제3자 양도 또는 대여 시 회원의 아이디를 임의로 삭제할 수 있으며,
					무단 양도나 대여에 대한 책임은 전적으로 회원이 집니다.<br> <br> 제 17 조 (서비스 전반에
					관한 회원의 의무)<br> (1) 회원은 본 서비스 이용 시 다음 각 호의 행위를 하여서는 안 됩니다.<br>
					<br> ① 회원은 이용 신청 또는 변경 시 허위 사실을 기재하거나, 다른 사람의 e-mail을 무단 사용하는
					행위를 할 수 없습니다.<br> <br> ② 회원은 본 서비스 이용 중 습득한 정보를 상업적 목적으로
					이용하거나 출판, 방송 등을 통하여 허락 없이 제3자에 노출시키는 행위를 할 수 없습니다. 단, 공익 목적이나 회원의
					이익을 위하여 필요한 경우에는 당사에게 협의를 요청하고 당사의 허락을 받아야 합니다.<br> <br>
					③ 회원은 제3자의 권리나 저작권 등을 침해하는 행위를 할 수 없습니다.<br> <br> ④ 회원은
					위원회가 공식적으로 인정한 경우를 제외하고는 서비스를 이용(서비스 내에 광고물을 게시하거나 제3자에게 광고물을 발송하는
					방식 등을 포함합니다)하여 상품 또는 용역을 판매하는 영업활동 등의 상행위를 할 수 없으며, 특히 해킹, 광고를 통한
					수익, 음란사이트를 통한 상업행위, 상용소프트웨어 불법배포 등을 할 수 없습니다. 이를 위반하여 발생한 상행위의 결과 및
					손실, 관계기관에 의한 구속 등 법적 조치 등에 관해서는 위원회가 책임을 지지 않으며, 회원은 이와 같은 행위로 위원회에
					손해를 입힌 경우 배상 의무를 집니다.<br> <br> ⑤ 회원은 시스템의 운영을 저해하는 행위를 할
					수 없습니다.<br> <br> ⑥ 회원은 중요한 자료를 서비스 내에서 게시하거나 저장할 경우 서비스
					이외의 별도의 저장 장치에 해당 자료를 보관해야 합니다.<br> <br> ⑦ 회원은 공공질서를
					위반하거나 건전한 사회 미풍양속을 저해하는 정보나 문자, 그림 등을 타인에게 유포시키는 행위를 할 수 없습니다.<br>
					<br> (2) 회원은 위원회가 행하는 서비스 향상을 위한 노력에 성실히 협조하여야 합니다.<br> <br>



					제 5 장 계약해지 및 이용제한<br> 제 18 조 (계약해지 및 이용제한)<br> (1) 회원은
					이용계약의 해지를 원할 경우 회원 본인이 직접 해지 신청을 하여야 합니다.<br> <br> (2)
					위원회는 회원이 다음 각 호의 사항에 해당되는 행위를 하였을 경우 사전 통지 없이 이용계약을 정지 또는 해지할 수
					있습니다.<br> <br> ① 미풍양속이나 건전한 사회질서에 어긋나는 활동을 하는 경우<br>
					<br> ② 불법적인 게시물을 올리는 경우<br> <br> ③ 자신의 정보 등에 대하여
					허위정보를 입력한 경우<br> <br> ④ 타인의 정보를 이용하여 회원이 된 자(단, 도용당한 자의
					경우 해당 사실을 증명하여 회원으로 가입할 수 있습니다.)<br> <br> ⑤ 여러 불법적인 수단으로
					시스템의 운영을 방해하는 경우<br> <br> ⑥ 시스템 이용 중 얻은 정보를 상업적으로 이용하거나
					무단으로 외부에 공표, 제3자에게 본인의 허락 없이 알리는 경우<br> <br> ⑦ 기타 타 회원이나
					위원회에 피해가 되는 경우<br>
					<br> 제 6 장 손해배상 등<br> 제 19 조 (손해배상)<br> (1) 회원이 본
					약관의 규정을 위반함으로 인하여 위원회에 손해가 발생하게 되는 경우, 이 약관을 위반한 회원은 위원회에 발생하는 모든
					손해를 배상하여야 합니다.<br> <br> (2) 회원이 서비스를 이용함에 있어 행한 불법행위나 본
					약관 위반행위로 인하여 위원회가 당해 회원 이외의 제3자로부터 손해배상 청구 또는 소송을 비롯한 각종 이의제기를 받는
					경우 당해 회원은 자신의 책임과 비용으로 위원회를 면책시켜야 하며, 위원회가 면책되지 못한 경우 당해 회원은 그로 인하여
					위원회에 발생한 모든 손해를 배상하여야 합니다.<br> <br> 제 20 조 (면책사항)<br>
					(1) 위원회는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한
					책임이 면제됩니다.<br> <br> (2) 위원회는 회원의 귀책사유로 인한 서비스의 이용 장애 및
					결과에 대하여 책임을 지지 않습니다.<br> <br> (3) 위원회는 회원이 서비스를 이용하여 기대하는
					수익을 상실한 것에 대하여 책임을 지지 않으며, 권리에 대한 인증 내용의 신뢰도 또는 정확성에 대해 어떠한 법률상의
					책임도 지지 않습니다. 그 밖에 서비스를 통하여 얻은 인증서 그 밖의 자료는 물론 회원의 잘못으로 제출되거나 게재한
					정보·자료·사실로 인한 손해 등에 대하여 책임을 지지 않습니다.<br> <br> (4) 위원회는 회원
					상호간 또는 회원과 제3자 상호간에 서비스를 매개로 발생한 분쟁에 대해서는 개입할 의무가 없으며, 이로 인한 손해를
					배상할 책임도 없습니다.<br> <br> 제 21 조 (분쟁 시 재판관할)<br> 이 시스템의
					이용과 관련하여 발생한 회원과 위원회 간의 분쟁에 대해 소송이 제기될 경우 위원회의 소재지를 관할하는 법원을 관할법원으로
					합니다.<br> <br> [부칙]<br> 이 약관은 2012년 2월 1일부터 시행합니다.
				</div>
				<p>
					<input type="checkbox" id="chk1" name="chked"><label
						for="chk1">홈페이지 이용약관에 동의합니다.(동의하지 않을경우 가입되지 않습니다.)</label>
				</p>
			</div>
			<h2 class="h2">개인정보 이용 동의</h2>
			<div class="agree">
				<div tabindex="0">
					제30조(개인정보 처리방침의 수립 및 공개) ① 개인정보처리자는 다음 각 호의 사항이 포함된> 개인정보의 처리 방침(이하
					“개인정보 처리방침”이라 한다)을 정하여야 한다.<br> 이 경우 공공기관은 제32조에 따라 등록대상이 되는
					개인정보파일에 대하여 개인정보 처리방침을 정한다.<br>
					<br> 1. 개인정보의 처리 목적<br> 2. 개인정보의 처리 및 보유 기간<br> 3.
					개인정보의 제3자 제공에 관한 사항(해당되는 경우에만 정한다)<br> 3의2. 개인정보의 파기절차 및
					파기방법(제21조제1항 단서에 따라 개인정보를 보존하여야 하는 경우에는 그 보존근거와 보존하는 개인정보 항목을 포함한다)<br>
					4. 개인정보 처리의 위탁에 관한 사항(해당되는 경우에만 정한다)<br> 5. 정보주체와 법정대리인의 권리·의무
					및 그 행사방법에 관한 사항<br> 6. 제31조에 따른 개인정보 보호책임자의 성명 또는 개인정보 보호업무 및
					관련 고충사항을 처리하는 부서의 명칭과 전화번호 등 연락처<br> 7. 인터넷 접속정보파일 등 개인정보를
					자동으로 수집하는 장치의 설치·운영 및 그 거부에 관한 사항(해당하는 경우에만 정한다)<br> 8. 그 밖에
					개인정보의 처리에 관하여 대통령령으로 정한 사항<br> ② 개인정보처리자가 개인정보 처리방침을 수립하거나
					변경하는 경우에는 정보주체가 쉽게 확인할 수 있도록 대통령령으로 정하는 방법에 따라 공개하여야 한다.<br> ③
					개인정보 처리방침의 내용과 개인정보처리자와 정보주체 간에 체결한 계약의 내용이 다른 경우에는 정보주체에게 유리한 것을
					적용한다.<br> ④ 보호위원회는 개인정보 처리방침의 작성지침을 정하여 개인정보처리자에 게 그 준수를 권장할 수
					있다.
				</div>
				<p>
					<input type="checkbox" id="chk2" name="chked"><label
						for="chk2">홈페이지 이용약관에 동의합니다.(동의하지 않을경우 가입되지 않습니다.)</label>
				</p>
			</div>
			<h2 class="h2">고유식별정보 이용동의</h2>
			<div class="agree">
				<div tabindex="10">
					1. 고유식별정보 수집·이용 목적<br> 저작권인증시스템은 원활한 인증업무 수행을 위하여 다음과 같은 목적으로
					고유식별정보를 수집·이용하고 있습니다.<br> <br> - 저작권인증 신청, 인증 심사, 인증서 발급
					등 저작물의 정확한 권리관계 확인 목적<br> <br> ※ 저작권법 시행령 제76조의 2(고유식별정보의
					처리) 제2항 : ‘법 제56조에 따라 지정된 인증기관은 인증 업무를 수행하기 위하여 불가피한 경우「개인정보 보호법
					시행령」제19조 제1호 또는 제4호에 따른 주민등록번호 또는 외국등록번호가 포함된 자료를 처리할 수 있다.’<br>
					<br> 2. 수집하는 고유식별정보 항목<br> 저작권인증시스템에서 수집·이용하는 고유식별정보의 범위는
					다음과 같습니다.<br> <br> - 주민등록번호 및 외국인등록번호<br> <br>
					3. 고유식별정보의 보유 및 이용 기간<br> 원칙적으로 수집한 고유식별정보는 회원탈퇴시까지 또는 정보수집 목적
					달성시까지 보관하며, 관계 법령의 규정에 의하여 추가 보존이 필요한 경우는 예외로 합니다.<br> <br>
					* 위원회 저작권인증업무규정에 따라 인증업무 기록을 인증의 효력이 소멸된 날로부터 10년동안 보관합니다.<br>
					<br> (※저작권 인증업무 규정 제 31조(인증업무 기록의 관리))<br> <br> 4.
					고유식별정보 수집·이용에 대한 동의 거부권 등<br> 저작권인증시스템의 고유식별정보 수집·이용에 대해 동의를
					거부할 수 있습니다. 다만 동의하지 않을 경우, 저작권인증서비스의 이용이 제한될 수 있습니다.
				</div>
				<p>
					<input type="checkbox" id="chk3" name="chked"><label
						for="chk3">홈페이지 이용약관에 동의합니다.(동의하지 않을경우 가입되지 않습니다.)</label>
				</p>
			</div>
			<h2 class="h2">저작권 이용약관</h2>
			<div class="agree">
				<div tabindex="0">
					제30조(개인정보 처리방침의 수립 및 공개) ① 개인정보처리자는 다음 각 호의 사항이 포함된> 개인정보의 처리 방침(이하
					“개인정보 처리방침”이라 한다)을 정하여야 한다.<br> 이 경우 공공기관은 제32조에 따라 등록대상이 되는
					개인정보파일에 대하여 개인정보 처리방침을 정한다.<br> 1. 개인정보의 처리 목적<br> 2.
					개인정보의 처리 및 보유 기간<br> 3. 개인정보의 제3자 제공에 관한 사항(해당되는 경우에만 정한다)<br>
					3의2. 개인정보의 파기절차 및 파기방법(제21조제1항 단서에 따라 개인정보를 보존하여야 하는 경우에는 그 보존근거와
					보존하는 개인정보 항목을 포함한다)<br> 4. 개인정보 처리의 위탁에 관한 사항(해당되는 경우에만 정한다)<br>
					5. 정보주체와 법정대리인의 권리·의무 및 그 행사방법에 관한 사항<br> 6. 제31조에 따른 개인정보
					보호책임자의 성명 또는 개인정보 보호업무 및 관련 고충사항을 처리하는 부서의 명칭과 전화번호 등 연락처<br>
					7. 인터넷 접속정보파일 등 개인정보를 자동으로 수집하는 장치의 설치·운영 및 그 거부에 관한 사항(해당하는 경우에만
					정한다)<br> 8. 그 밖에 개인정보의 처리에 관하여 대통령령으로 정한 사항<br> ②
					개인정보처리자가 개인정보 처리방침을 수립하거나 변경하는 경우에는 정보주체가 쉽게 확인할 수 있도록 대통령령으로 정하는
					방법에 따라 공개하여야 한다.<br> ③ 개인정보 처리방침의 내용과 개인정보처리자와 정보주체 간에 체결한 계약의
					내용이 다른 경우에는 정보주체에게 유리한 것을 적용한다.<br> ④ 보호위원회는 개인정보 처리방침의 작성지침을
					정하여 개인정보처리자에 게 그 준수를 권장할 수 있다.
				</div>
				<p>
					<input type="checkbox" id="chk4" name="chked"><label
						for="chk4">홈페이지 이용약관에 동의합니다.(동의하지 않을경우 가입되지 않습니다.)</label>
				</p>
			</div>
			<h2 class="h2">서비스 이용약관</h2>
			<div class="agree">
				<div tabindex="0">
					회원가입<br> 1. '회사'가 정한 가입양식에 따라 회원정보를 기입한 후 이 약관에 동의한다는 의사표시를
					함으로써 회원가입이 가능합니다. '회사'는 이러한 신청에 있어 전문기관의 휴대폰번호 인증 등을 요청할 수 있습니다.<br>
					2. '회사'는 제1항과 같이 '회원'으로 가입할 것을 신청한 이용자 중 다음 각 호에 해당하지 않는 한 '회원'으로
					등록합니다. '회사'가 회원가입신청의 승인을 거부하거나 유보하는 경우 원칙적으로 이를 신청한 이용자에게 알립니다.<br>
					1) 가입신청자가 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우, 단 '회사'의 회원 재가입 승낙을 얻은
					경우에는 예외로 함.<br> 2) 실명이 아니거나 타인의 명의를 이용한 경우<br> 3) 등록내용에
					허위, 기재누락, 오기가 있는 경우<br> 4) '회사'가 요구하는 내용을 기재하지 않은 경우<br>
					5) 이용자의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하여 신청하는 경우<br> 3.
					회원가입계약의 성립시기는 '회사'가 가입완료를 신청절차 상에서 표시한 시점으로 합니다.<br> 4. ‘회원’의
					권한은 회원가입계약을 한 자의 일신에 전속합니다.<br> 5. '회원'은 회원가입 시 등록한 사항에 변경이 있는
					경우 상당한 기간 이내에 '회사'에 회원정보 수정 등의 방법으로 변경사항을 알려야 합니다.<br> 6. ‘개별
					서비스’를 이용하기 위하여 별도의 ‘개별 서비스’ 약관에 동의하거나 서면 계약의 체결이 필요할 수 있으며, 추가 정보를
					기재하는 등 추가적인 이용절차가 필요할 수 있습니다.<br> <br> 회원정보의 변경<br>
					1. '회원'은 개인정보관리화면을 통하여 언제든지 본인의 개인정보를 열람하고 수정할 수 있습니다. 다만, 서비스 관리를
					위한 실명 등의 정보는 수정이 불가능합니다.<br> 2. '회원'은 회원가입신청 시 기재한 사항이 변경되었을
					경우 온라인으로 수정을 하거나 이메일 또는 기타 방법으로 '회사'에 대하여 그 변경사항을 알려야 합니다.<br>
					3. 제2항의 변경사항을 '회사'에 알리지 않아 발생한 불이익에 대하여 '회사'는 책임지지 않습니다.<br> <br>
					개인정보보호 의무<br> '회사'는 '정보통신망법' 등 관계 법령이 정하는 바에 따라 '회원'의 개인정보를
					보호하기 위해 노력합니다. 개인정보의 보호 및 사용에 대해서는 관련법 및 '회사'의 개인정보처리방침이 적용됩니다. 다만,
					'회사'의 공식 사이트 이외의 링크된 사이트에서는 ‘회사’의 개인정보처리방침이 적용되지 않습니다.<br>

				</div>
				<p>
					<input type="checkbox" id="chk5" name="chked"><label
						for="chk5">홈페이지 이용약관에 동의합니다.(동의하지 않을경우 가입되지 않습니다.)</label>
				</p>
			</div>
			<br>
			<br> <input type="submit" value="다음" class="next">
		</form>
	</div>
	<br>
	<br>
	<br>
</body>
<script
	src="//t1.daumcdn.net/mapjsapi/bundle/postcode/prod/postcode.v2.js"></script>
<script>
	const cp = "${cp}";
	const termsForm = document.termsForm;
    const terms = termsForm.chked;
    let flag = false;
    function termscheck() {
        for(let term of terms){
            if(term.checked){
                flag = true;
            } else {
                alert("약관에 동의 후 다음버튼을 클릭해주세요 !")
                return false;
                break;
            }
        }
    }
</script>
<script src="${cp}/app/user/user.js"></script>
</html>