insert into movie (typename,actorname,movietitle,movierelease,runningtime,
moviecontents,movieended,national,agelimit,view_cnt) values(
"액션,SF","조 샐다나,샘 워싱턴","아바타 물의 길","2022-12-14","192분",
"<아바타: 물의 길>은 판도라 행성에서 '제이크 설리'와 '네이티리'가 이룬 가족이 겪게 되는 
무자비한 위협과 살아남기 위해 떠나야 하는 긴 여정과 전투, 그리고 견뎌내야 할 상처에 대한 이야기를 그렸다. 
월드와이드 역대 흥행 순위 1위를 기록한 전편 <아바타>에 이어 제임스 카메론 감독이 13년만에 선보이는 영화로, 
샘 워싱턴, 조 샐다나, 시고니 위버, 스티븐 랭, 케이트 윈슬렛이 출연하고 존 랜도가 프로듀싱을 맡았다.",
"2023-03-27","해외","12세",0),

("액션,스릴러","다니엘 크레이그,레아 세이두","007 스펙터","2015-11-12","148분",
"최악의 적 스펙터와 제임스 본드의 과거
그리고 그 속에 숨겨진 거대한 비밀!
멕시코에서 일어난 폭발 테러 이후 MI6는 영국 정부에 의해 해체 위기에 놓인다.
자신의 과거와 연관된 암호를 추적하던 제임스 본드는 사상 최악의 조직 ‘스펙터’와 자신이 연관되어 있다는 사실을 알게 되고, 
궁지에 몰린 MI6조차 그를 포기하면서 절체절명의 위기에 직면하는데…","2023-01-21","해외","15세",0),

("액션,드라마","크리스 햄스워스,마이클 섀넌","12솔져스","2018-01-31","130분",
"전 세계가 목격한 사상 최악의 테러 발생 15일 후, '미치(크리스 헴스워스)'는 사랑하는 가족을 뒤로 한 채 비공식 작전 수행을 위한
 11명의 최정예 요원들과 함께 탈레반이 점거한 아프가니스탄에 도착한다. 
 그곳에서 그들을 기다리고 있는 것은 5만 명의 적군과 도저히 승리할 수 없는 불가능한 전쟁뿐이다! 살아남을 확률 0%, 
 그러나 반드시 성공해야만 하는 작전!","2023-02-24","해외","15세",0),
 
 ("액션,코미디","현빈,유해진","공조2 인터네셔널","2022-09-07","129분",
 "공조 이즈 백! 이번엔 삼각 공조다! 남한으로 숨어든 글로벌 범죄 조직을 잡기 위해 새로운 공조 수사에 투입된 북한 형사 ‘림철령’(현빈). 
 수사 중의 실수로 사이버수사대로 전출됐던 남한 형사 ‘강진태’(유해진)는 광수대 복귀를 위해 모두가 기피하는 ‘철령’의 파트너를 자청한다. 
 이렇게 다시 공조하게 된 ‘철령’과 ‘진태’! ‘철령’과 재회한 ‘민영’(임윤아)의 마음도 불타오르는 가운데, 
 ‘철령’과 ‘진태’는 여전히 서로의 속내를 의심하면서도 나름 그럴싸한 공조 수사를 펼친다. 
 드디어 범죄 조직 리더인 ‘장명준’(진선규)의 은신처를 찾아내려는 찰나, 미국에서 날아온 FBI 소속 ‘잭’(다니엘 헤니)이 그들 앞에 나타나는데…! 
 아직도 짠내 나는 남한 형사, 여전한 엘리트 북한 형사, 그리고 FBI 소속 해외파 형사까지! 
 각자의 목적으로 뭉친 그들의 짜릿한 공조 수사가 시작된다!","2023-03-31","국내","15세",0),
 
("액션,코미디","라이언 레이놀즈,조슈 브롤린","데드풀2","2018-05-16","117분",
"암치료를 위한 비밀 실험에 참여한 후, 강력한 힐링팩터 능력을 지닌 슈퍼히어로 데드풀로 거듭난 웨이드 윌슨(라이언 레놀즈), 
운명의 여자친구 바네사(모레나 바카린)와 행복한 미래를 꿈꾸지만 다시 나락으로 떨어지고, 
밑바닥까지 내려간 데드풀은 더 나은 사람이 되기로 결심한다. 어느 날, 미래에서 시간 여행이 가능한 용병 케이블(조슈 브롤린)이 찾아 오면서 
새로운 사건이 발생하고 데드풀은 생각지도 못한 기상천외 패밀리를 결성하게 되는데...","2023-06-25","해외","19세",0),

("액션,스릴러","마크 월버그,로렌 코핸","마일22","2018-08-23","95분",
"군사, 외교의 사각지대에서 임무를 수행하는 실패율 제로의 비밀조직 ‘오버워치’. 
그들에게 전 세계 6개 주요 도시의 테러를 막을 수 있는 유일한 정보를 지닌 ‘타겟’이 접근한다. 22마일 떨어진 안전한 장소로 ‘타겟’을 
이동시키는 새로운 작전이 시작되고, 타겟을 노리는 적들의 거센 공격이 가해지자 오버워치 팀원들은 작전 성공을 위해 자신들의 목숨을 바꿔가며 
1마일씩 이송작전을 수행한다. 적을 뚫고 목적지에 가까워질수록 궁지에 몰리게 된 오버워치 앞에 타겟의 숨겨진 미션이 드러나게 되면서 또 다른 
위기를 맞게 되는데…","2024-02-21","해외","15세",0),

("액션","톰 크루즈,마일즈 텔러","탑건 매버릭","2022-06-22","130분",
"한순간의 실수도 용납되지 않는 하늘 위,
가장 압도적인 비행이 시작된다!
최고의 파일럿이자 전설적인 인물 매버릭(톰 크루즈)은 자신이 졸업한 훈련학교 교관으로 발탁된다.
그의 명성을 모르던 팀원들은 매버릭의 지시를 무시하지만 실전을 방불케 하는 상공 훈련에서 눈으로 봐도 믿기 힘든 전설적인 조종 실력에 모두가 압도된다.
 
매버릭의 지휘아래 견고한 팀워크를 쌓아가던 팀원들에게 국경을 뛰어넘는 위험한 임무가 주어지자
매버릭은 자신이 가르친 동료들과 함께 마지막이 될 지 모를 하늘 위 비행에 나서는데…","2024-03-30","해외","12세",0),

("액션,스릴러","톰 크루즈,헨리 카빌","미션 임파서블 폴아웃","2018-07-25","147분",
"도난당한 핵무기를 되찾아 오는 위험천만한 작전 중, 에단 헌트(톰 크루즈)는 임무를 포기하고, 팀원의 목숨을 구하는 선택을 한다.
 이제, 핵무기는 문명을 무너뜨리려는 사악한 테러조직의 손에 넘어갔다.
 세계를 멸망시킬 핵 재앙을 막기 위해 세계 최강 스파이기관, IMF의 에단 헌트와 정예 요원들(사이먼 페크, 빙 라메스, 레베카 퍼거슨)은 숙명의 라이벌, 중앙정보국 CIA의 상급 요원(헨리 카빌)과 불편한 동맹을 맺어야만 한다.
 이보다 더 불가능한 미션은 없었다!
 역대 최대 규모, 최강 액션을 기대하라!","2022-02-23","해외","15세",0),
 
 ("액션,SF","톰 하디,미셸 월리엄스","베놈","2018-10-03","107분",
 "영웅인가, 악당인가
진실을 위해서라면 몸을 사리지 않는 정의로운 열혈 기자 '에디 브록'
 거대 기업 라이프 파운데이션의 뒤를 쫓던 그는
 이들의 사무실에 잠입했다가 실험실에서
 외계 생물체 '심비오트'의 기습 공격을 받게 된다.
 
 '심비오트'와 공생하게 된 '에디 브록'은
 마침내 한층 강력한 '베놈'으로 거듭나고,
 악한 존재만을 상대하려는 '에디 브록'의 의지와 달리
 '베놈'은 난폭한 힘을 주체하지 못하는데…!
 
 지배할 것인가, 지배당할 것인가","2023-01-31","해외","15세",0),
 
 ("액션,드라마","채드윅 보스만,루피타 뇽","블랙팬서","2018-02-14","135분",
 "‘시빌 워’ 이후 와칸다의 왕위를 계승한 티찰라(채드윅 보스만)는
 와칸다에만 존재하는 최강 희귀 금속 ‘비브라늄’과
 왕좌를 노리는 숙적들의 음모가 전세계적인 위협으로 번지자
 세상을 구할 히어로 ‘블랙 팬서’로서 피할 수 없는 전쟁에 나서는데…","2023-02-22","해외","12세",0),
 
 ("로맨스","요시타카 유리코,요코하마 류세이","유어 아이즈 텔","2021-03-11","123분",
 "'얼굴이 보고 싶어'
'너의 행복을 네 눈으로 봤으면 좋겠어'
과거의 기억으로 마음을 닫아버린 남자 '루이'
 불의의 사고로 시력을 잃어가는 여자 '아카리'
 
 운명적으로 만난 두 사람은
 서로의 상처를 보듬어주며
 점점 서로에게 빠져들기 시작한다.
 
 눈을 감으면 더욱 선명해지는 얼굴,
 너의 눈이 말하고 있어.","2022-03-11","해외","15세",0),
 
 ("로맨스,SF","에일리 하보,카야 월킨스","델마","2018-08-15","116분",
 "특별한 사람이 있어요
평범한 대학 신입생 델마는 우연히 아냐를 만난 후 발작으로 쓰러진다
 이후 알 수 없는 힘에 사로잡힌 그녀는
 자신의 놀라운 능력 그리고 가족들이 숨겨온 금기의 과거와 마주하게 되는데…
 WANT HER WAKE HER","2023-01-02","해외","15세",0),
 
 ("로맨스","벨라 손,패트릭 슈왈제네거","미드나잇 선","2018-06-21","92분",
 "사랑을 꿈꿨던 낮, 사랑이 이뤄진 밤
어두운 밤에도 네가 나의 태양이었어
XP(색소성건피증)라는 희귀병으로 태양을 피해야만 하는 케이티.
 오직 밤에만 외출이 허락된 그녀에게는 어머니가 남겨준 기타와
 창문 너머로 10년째 짝사랑해온 ‘찰리’가 세상의 빛이다.
 어느 날 작은 기차역에서 한밤의 버스킹을 하던 ‘케이티’의 앞에 ‘찰리’가 나타나고,
 두 사람은 매일 밤마다 모두가 부러워하는 완벽한 데이트를 이어간다.
 처음으로 함께 여행을 떠난 날,
 꿈 같은 시간을 보내던 ‘케이티’는 그만 지켜야만 하는 규칙을 어기게 되고
 결국 피할 수 없는 선택을 해야만 하는데…
 
 너에게 하고 싶은 진짜 사랑 고백
 태양이 뜬 뒤에도 내 곁에 있어줄래?","2023-02-20","해외","12세",0),
 
 ("로맨스,코미디","테라지마 시노부,조쉬 하트넷","오 루시!","2018-06-28","95분",
 "안녕? 나는 사랑에 빠진 루시라고 해!
친구도, 가족도, 사랑도 없는 외로운 중년 여성 세츠코.
 어느 날, 엉뚱한 조카 미카의 권유로 영어 학원을 등록하게 되고
 그곳에서 꽃미남 영어강사 '존'에게 첫눈에 반한다.
 금발의 가발을 쓰고 '루시‘라는 새 이름을 얻게 된 그녀.
 세츠코는 전과는 달라져가는 자신의 모습을 발견하기 시작하지만,
 그녀에게 처음으로 설레는 감정을 일깨워 준 존은 홀연히 미국으로 떠나 버린다.
 상심도 잠시, 세츠코는 오랜만에 만난 사랑을 놓치지 않기 위해 과감히 미국행을 결심하는데…
 
 세츠코는 과연 진짜 사랑을 붙잡을 수 있을까?","2023-05-31","해외","15세",0),
 
 ("로맨스","엘로이즈 발리,파비앙 앙바르","크레이지 인 러브","2018-03-15","71분",
 "그가 내 안에 들어온 후 난 이성을 잃었다.
사랑을 믿지 않는 간호사, 펠리시아
 그녀는 병원에서 종군기자 디미트리를 우연히 만나고
 서로의 매력에 끌려 열정적인 섹스를 탐닉하게 된다.
 
 그녀는 통제 불능의 욕망에 사로잡히지만,
 각국의 전쟁지로 떠도는 그로 인해
 혼란과 외로움으로 밤을 지새우는데…","2023-04-20","해외","19세",0),
 
 ("로맨스,판타지","여명,왕뤄단","더 시크릿","2016-09-08","100분",
 "사랑하는 아내 츄제(왕뤄단)와 귀여운 아들 무무,
 남부럽지 않게 행복한 가정을 꾸리며 살던 카이펑(여명)은 사고로 아내를 잃은 뒤 깊은 슬픔에 빠져 방황한다.
 그러던 어느 날, 방송에서 죽은 이의 영혼을 불러올 수 있다는 방법을 보고 지푸라기라도 잡는 심정으로
 그 방법을 따라 하자, 다음 날 아침 거짓말처럼 아내 츄제의 영혼이 살아 돌아온다.
 하지만 그렇게 불러온 영혼은 생전에 고인을 진심으로 사랑하던 사람들 눈에만 보이며,
 그 영혼이 자신의 정체가 영혼이라는 것을 알면 사라지고 만다. 불완전한 기억의 상태로 돌아온 츄제와 함께 옛 추억을 회상하면서
 사랑하는 아내를 지키려는 카이펑. 그러나 두 사람은 생각지도 못했던 비밀을 마주하게 되는데….","2023-04-02","해외","15세",0),
 
 ("로맨스,드라마","오영산,양조개","내가 처음으로 사랑한 소녀","2022-04-27","95분",
 "“그 시절 사랑했던 너와 나”
12년 내내 여학교를 다니며 학생대표를 해오던 윙(담선언),
 그리고 그녀의 유일한 친구 실비아(양시영).
 두 사람은 어느 순간 친구 이상의 감정을 느끼고
 특별한 시간들을 보내며 미래를 약속하지만,
 곱지 않은 주변의 시선과 상황들로 결국 둘은 이별을 택한다.
 
 몇 년의 시간이 흐른 어느 날,
 각자의 삶을 살아가던 두 사람은
 한 통의 전화로 다시 만나게 되는데..
 
 평생 함께하자던 소울메이트였던 그들,
 그때 너도 나와 같은 마음이었을까?","2023-05-04","해외","15세",0),
 
 ("로맨스,드라마","아비게일 코웬,톰 뤼스","리디밍 러브","2022-03-23","134분",
 "이 사랑이 당신을 꿈꾸게 한다!
누구나 품을 수 있지만, 누구도 소유할 수 없는 ‘엔젤’
 단 한 번도 원하는 삶을 살아본 적 없던 그녀에게
 운명처럼 오직 그녀를 사랑하는 남자가 나타난다
 무조건적인 그의 사랑에 ‘엔젤’은 매번 도망치지만
 조금씩, 그리고 천천히 진정한 세상을 알아가는데…
 
 사랑이 이끄는 순간, 눈부신 기적이 시작된다!","2024-02-11","해외","15세",0),
 
 ("로맨스,코미디","제니퍼 로페즈,오웬 윌슨","메리 미","2022-03-16","112분",
 "선결혼 후연애!
슈퍼스타 X 슈퍼노멀 커플 탄생!
슈퍼스타 ‘캣 발데즈’는 화려한 공개 결혼식 콘서트 당일
 자신의 피앙세 ‘바스티안’이 바람을 피웠다는 사실을 알고 충격에 빠진다.
 
 한편 딸에게 이끌려 온 콘서트장에서 남이 주고 간
 ‘Marry Me’ 플래카드를 우연히 들고 있던 수학 교사 ‘찰리’.
 
 ‘캣 발데즈’는 그런 ‘찰리’를 향해 ‘Yes’를 외치고,
 전 세계가 바라보는 가운데 두 사람은 무대 위에서 결혼식을 올린다.
 
 화려한 무대 위 삶이 익숙한 슈퍼스타와
 평범한 무대 밖의 삶 밖에 모르는 슈퍼노멀 수학 교사,
 두 사람의 특별한 선결혼 후연애 로맨스가 지금부터 시작된다!","2024-01-10","해외","12세",0),
 
 ("로맨스,코미디","셀리나제이드,존 플레처","내 사랑 찾기","2020-10-22","84분",
 "“내 진짜 사랑은 어디에 있나요?”
사랑과 관계에 서툰 ‘에이프릴’은
 우연히 지하철에서 한 일기장을 줍게 된다.
 
 주인의 단서를 찾기 위해
 일기장을 읽어 내리던 그녀는
 한 번도 본 적 없는 일기장 주인과 진한 교감을 느끼게 되고
 직접 주인을 찾아 나서기로 결심하는데…
 
 짝, 사랑
 환상 속에 그대는 지금 어디에 있나요?","2023-08-31","해외","12세",0),
 
 ("판타지","소피아 릴리스,사무엘 리키","그레텔과 헨젤","2020-07-08","87분",
 "상상하는 그 이야기는 없다!
당신이 아는 동화 속 숨겨진 비밀!
옛날 어느 먼 옛날, 그레텔과 헨젤은 먹을 것과 일감을 찾기 위해 집을 떠나지만 길을 잃고 만다. 그들은 허기짐에 먹을 것이 풍성하게 차려진 한 오두막에 이끌려 집으로 들어가게 되고, 그 곳에서 집 주인 ‘홀다’를 만난다. 그녀의 배려로 두 남매는 풍족한 음식과 따뜻한 잠자리를 제공받으며 점점 안정을 되찾는다.
 
 하지만 매일 밤 반복되는 악몽,
 매끼 차려지는 성대한 식사,
 벽 너머 발견된 의문의 문고리 등
 
 오두막에서 일어나는 기묘하고 섬뜩한 징조들은
 두 남매를 계속해서 어둠 속으로 몰아넣는데…","2023-07-20","해외","15세",0),
 
 ("판타지,로맨스","케이시 애플렉,루니 마라","고스트 스토리","2017-12-28","92분",
 "사랑을 잃다
 교외의 작고 낡은 집 -
 작곡가인 C와 그의 연인 M은 조용하지만 단란한 일상을 보내고 있다
 어느 날, 갑작스런 사고로 C는 세상을 떠나고 홀로 남은 M은 무거운 슬픔에 잠긴다
 
 사랑을 기억하다
 창백한 조명의 병원 영안실 -
 고스트가 되어 깨어난 C는 마치 홀린 듯 M이 기다리는 자신의 집으로 돌아간다
 같은 시간, 같은 공간에 머무는 그녀와 고스트는 사랑했던 기억을 추억하며 무디게 흘러가는 시간을 견뎌낸다
 
 사랑을 잊다
 몇 년이 지나, 다시 집 -
 새로운 사랑을 만나고 헤어지며 상실의 시간을 지나온 M은 결국 집을 떠난다
 남겨진 고스트는 영원히 그녀를 기다릴 자신의 운명을 알기에 끝을 알 수 없는 긴 여정을 시작한다","2023-12-20","해외","12세",0),
 
 ("판타지","알렉 엇가프,마야 오스타쉐브스카","첫눈이 사라졌다","2021-10-20","115분",
 "“하나, 둘, 셋. 숨을 내쉴 때마다 몸이 가벼워집니다. 먼지처럼!”
자신의 특별한 능력을 통해 사람들의 마음 속 슬픔과 갈망을 들여다보는 최면술사 ‘제니아’.
 그의 능력은 순식간에 입소문을 타고 폴란드 바르샤바의 한마을이 떠들썩해진다.
 모두가 그를 만나고 싶어 혈안이 된 가운데, 미스터리에 감추어진 ‘제니아’의 최면술이 사람들을 사로잡기 시작한다.
 
 '당신의 불행과 고통을 몰아내는 중입니다. 제가 셋을 세면 눈을 뜹니다. 하나, 둘, 셋, 탁!'","2023-11-11","해외","15세",0),
 
 ("판타지","안젤리나 졸리,엘르 패닝","말레피센트2","2019-10-17","119분",
 "동화는 끝났다!
두 세계의 운명을 건 가장 사악한 전쟁이 시작된다!
강력한 어둠의 지배자이자 무어스 숲의 수호자 ‘말레피센트’는 딸처럼 돌봐온 ‘오로라’와 
‘필립 왕자’의 결혼 약속으로 인간 세계의 ‘잉그리스 왕비’와 대립하게 된다.
 이에 요정과 인간의 오랜 연합이 깨지고 숨겨진 요정 종족 다크페이의 리더 ‘코널’까지 
 등장하면서 두 세계는 피할 수 없는 거대한 전쟁에 휘말리게 되는데…..","2023-01-20","해외","12세",0),
 
 ("판타지,드라마","김윤석,변요한","당신,거기 있어줄래요","2016-12-14","111분",
 "인생을 뒤바꾼 기적 같은 10번의 기회
“넌 30년 전의 나고, 난 30년 후의 너야”
2015년 현재
 “간절히 바라는 소원이 있습니까?”
 현재의 수현(김윤석)은 의료 봉사 활동 중 한 소녀의 생명을 구하고
 소녀의 할아버지로부터 신비로운 10개의 알약을 답례로 받는다.
 호기심에 알약을 삼킨 수현은 순간 잠에 빠져들고
 다시 눈을 떴을 때, 30년 전 과거의 자신과 마주하게 된다.
 1985년 과거
 “분명 모르는 사람인데... 이상하게 낯이 익었어”
 오래된 연인 연아(채서진)와 행복한 나날을 보내던 과거의 수현(변요한)은
 우연히 길에 쓰러진 남자를 돕게 된다.
 남자는 본인이 30년 후의 수현이라 주장하고
 황당해하던 과거의 수현은 그가 내미는 증거들을 보고 점차 혼란에 빠진다.
 “과거는 되돌릴 수 없어. 지금 이 순간 역시, 되돌릴 수 없는 시간이고.”
 “당신에겐 과거지만 나한텐 미래에요. 그 미랜 내가 정하는 거고!”
 사랑했던 연아를 꼭 한 번 보고 싶었다는 현재 수현의 말에
 과거 수현은 알 수 없는 불안감을 느끼고
 이어 믿기 힘든 미래에 대해 알게 되는데…
 그 때로 돌아간다면… 지금의 내 인생도 바뀔 수 있을까요?","2024-04-02","국내","12세",0),
 
 ("판타지","에바 그린,에이사 버터필드","미스 페레그린과 이상한 아이들의 집","2016-09-28","127분",
 "올 가을, 세상에 없던 유일한 미스터리 판타지!
할아버지의 죽음의 단서를 쫒던 ‘제이크’ 는 시간의 문을 통과해 놀라운 비밀과 마주한다.
 시간을 조정하는 능력을 가진 ‘미스 페레그린’ 과 그녀의 보호아래 무한 반복되는 하루를 사는 ‘특별한 능력의 아이들’,
 그리고 그들을 사냥하는 보이지 않는 무서운 적 ‘할로게스트’
 미스 페레그린과 제이크를 비롯한 아이들은 살아남기 위해 ‘할로게스트’ 에 맞서야 한다.
 
 시간과 공간을 넘나들며 펼쳐지는 이들의 대결이 팀버튼의 마법같은 상상력으로 펼쳐진다.","2023-05-01","해외","12세",0),
 
 ("판타지","마틴 프리먼,이안 맥켈런","호빗: 다섯 군대 전투","2014-12-17","144분",
 "마침내 거대한 여정이 끝난다!
누군가는 죽고 누군가는 승리한다!
빌보 배긴스, 참나무 방패 소린, 난쟁이 족이 떠난 거대한 여정 끝, 난쟁이 족은 원래 자신들의 터전이던 에레보르에 있는 엄청난 보물을 
되찾지만 이는 무시무시한 용 스마우그가 호수마을의 무기력한 주민들을 공격하게 되는 결과를 낳는다. 산 아래의 왕 참나무 방패 소린은 
탐욕에 서서히 눈이 멀어 우정과 명예를 저버린 채 왕의 보물 아르켄스톤을 찾는다. 소린이 이성을 되찾도록 설득하는데 실패한 빌보는 
훨씬 험난한 일이 펼쳐질 줄 모른 채 절박하고 위험한 결정을 내린다. 오래된 적이 중간계로 돌아온 것. 암흑의 군주 사우론은 오크 
군대를 보내 외로운 산에 기습 공격을 감행한다. 고조된 긴장감 속에 어둠이 깔리자 난쟁이, 엘프, 인간은 단합할 것인지 말살될 것인지 
택해야 한다. 마침내 다섯 군대의 전투가 시작되고 빌보는 본인과 친구들의 목숨을 걸고 싸워야만 하는데…","2023-02-15","해외","12세",0),
 
 ("판타지,액션","제니퍼 로렌스,조쉬 허처슨","헝거게임:모킹제이","2014-11-20","123분",
 "캐피톨 VS 13구역 혁명군
게임은 끝났다! 물러설 수 없는 정면승부가 시작된다!
헝거게임이 끝나고 캣니스의 고향인 12구역이 캐피톨의 폭격으로 파괴되자 그녀는 절망감으로 괴로워한다. 
12구역의 생존자들이 13구역에 있다는 것을 알게 된 캣니스는 반정부 세력의 중심이 된다. 
어떤 공격도, 어떤 감시도 피할 수 있는 전설의 13구역을 다스리는 대통령 코인은 캣니스에게 혁명의 불꽃이자 반군의 상징인 
모킹제이가 되어달라고 부탁하고, 모두의 희망이 된 캣니스는 이제 세상을 구할 반격을 시작한다.","2023-03-20","해외","15세",0),
 
 ("판타지","웬디 맥렌던 커비,매디슨 아이스먼","구스범스: 몬스터의 역습","2018-11-07","90분",
 "상상초월 몬스터 봉인해제!
갇혀있던 몬스터들이 다시 깨어나고, 그들의 습격이 시작된다!
할로윈이 다가오고 있던 어느 날, 단짝 ‘소니’와 ‘샘’은 으스스한 분위기의 버려진 집을 발견한다.
 그곳에서 자물쇠로 잠겨있는 [구스범스] 책을 찾아낸 ‘소니’와 ‘샘’은 자물쇠를 열고, 심술궂은 인형 ‘슬래피’를 깨우고야 만다. 몬스터 군단의 리더 '슬래피’는 책 속에 갇혀있던 몬스터들을 하나, 둘씩 불러들이고 평온했던 마을은 어느새 위험에 빠지기 시작한다.
 
 다시 깨어난 몬스터들의 습격으로 엉망진창이 된 할로윈,
 위험에 빠진 가족과 마을을 구할 수 있을까?","2023-06-30","해외","12세",0),
 
 ("판타지,드라마","하정우,주지훈","신과 함께-인과 연","2018-08-01","141분",
 "천 년 동안 48명의 망자를 환생시킨 저승 삼차사, 한 명만 더 환생시키면 그들도 새로운 삶을 얻을 수 있다.
 하지만 강림(하정우)은 원귀였던 수홍(김동욱)을 자신들의 마지막 귀인으로 정하는 이해할 수 없는 선택을 한다.
 저승법 상 원귀는 소멸되어야 마땅하나 염라대왕(이정재)은 저승 삼차사에게 새로운 조건을 내걸며 강림의 제안을 수락한다.
 염라의 조건은 성주신(마동석)이 버티고 있어 저승 차사들이 가는 족족 실패하는 허춘삼 노인을 수홍의 재판이 끝나기 전까지 저승으로 데려오는 것.
 
 허춘삼을 데리러 이승으로 내려간 해원맥(주지훈)과 덕춘(김향기), 하지만 성주신의 막강한 힘 앞에 속수무책으로 당하기만 하던 중 우연히 그가 천 년 전 과거에 해원맥과 덕춘을 저승으로 데려간 저승 차사였다는 사실을 알게 된다.
 스스로도 기억 못 하는 과거에 대한 호기심으로 해원맥과 덕춘은 성주신과 거래를 시작하는데…
 
 이승과 저승, 현재와 과거를 오가는 천 년의 비밀이 밝혀진다!","2023-03-09","국내","12세",0),

("애니메이션,코미디",null,"미니언즈2","2022-07-20","87분","세계 최고의 슈퍼 악당을 꿈꾸는 미니보스 ‘그루’와 그를 따라다니는 미니언들. 어느 날 그루는 최고의 악당 조직 ‘빌런6’의 마법 스톤을 훔치는데 성공하지만 뉴페이스 미니언 ‘오토’의 실수로 스톤을 잃어버리고 빌런6에게 납치까지 당한다. 미니보스를 구하기 위해 잃어버린 스톤을 되찾아야 하는 ‘오토’, 그리고 쿵푸를 마스터해야 하는 ‘케빈’, ‘스튜어트’, ‘밥’! 올여름 극장가를 점령할 MCU(미니언즈 시네마틱 유니버스)가 돌아온다!","해외","ALL","2023-02-23"),
("애니메이션,드라마",null,"너의 이름은","2017-01-04","106분","아직 만난 적 없는 너를, 찾고 있어 천년 만에 다가오는 혜성 기적이 시작된다 도쿄에 사는 소년 ‘타키’와 시골에 사는 소녀 ‘미츠하’는 서로의 몸이 뒤바뀌는 신기한 꿈을 꾼다 낯선 가족, 낯선 친구들, 낯선 풍경들... 반복되는 꿈과 흘러가는 시간 속, 마침내 깨닫는다 우리, 서로 뒤바뀐 거야? 절대 만날 리 없는 두 사람 반드시 만나야 하는 운명이 되다 서로에게 남긴 메모를 확인하며 점점 친구가 되어가는 ‘타키’와 ‘미츠하’ 언제부턴가 더 이상 몸이 바뀌지 않자 자신들이 특별하게 이어져있었음을 깨달은 ‘타키’는 ‘미츠하’를 만나러 가는데... 잊고 싶지 않은 사람 잊으면 안 되는 사람 너의 이름은?","해외","12세","2023-02-21"),
("애니메이션,액션",null,"드래곤 길들이기2","2014-07-23","101분","바이킹과 드래곤이 친구가 되어 평화롭게 살아가는 버크섬. 청년이 된 히컵은 아버지 스토이크의 바람과는 달리 족장이 되는 것 보다 버크섬 밖의 더 넓은 세상을 보고 싶어한다. 그러던 어느 날, 신비로운 얼음대륙을 탐험하던 히컵과 투슬리스는 드래곤 사냥꾼들이 쳐놓은 덫에 걸리고, 드래곤들을 위협하는 강력한 어둠의 존재에 대해 알게 된다. 히컵과 투슬리스는 드래곤들의 평화를 위해 의문의 드래곤 군단과 맞서기로 결심하는데…","해외","ALL","2023-03-21"),
("애니메이션,코미디",null,"인사이드 아웃","2015-07-09","102분","모든 사람의 머릿속에 존재하는 감정 컨트롤 본부 그곳에서 불철주야 열심히 일하는 기쁨, 슬픔, 버럭, 까칠, 소심 다섯 감정들. 이사 후 새로운 환경에 적응해야 하는 ‘라일리’를 위해 그 어느 때 보다 바쁘게 감정의 신호를 보내지만 우연한 실수로 ‘기쁨’과 ‘슬픔’이 본부를 이탈하게 되자 '라일리’의 마음 속에 큰 변화가 찾아온다. '라일리'가 예전의 모습을 되찾기 위해서는 ‘기쁨’과 ‘슬픔’이 본부로 돌아가야만 한다! 그러나 엄청난 기억들이 저장되어 있는 머릿속 세계에서 본부까지 가는 길은 험난하기만 한데… 과연, ‘라일리’는 다시 행복해질 수 있을까? 지금 당신의 머릿속에서 벌어지는 놀라운 일! 하루에도 몇번씩 변하는 감정의 비밀이 밝혀진다!","해외","ALL","2023-04-02"),
("애니메이션,액션,코미디",null,"주토피아","2016-02-17","108분","누구나 살고 싶은 도시 1위, 주토피아 연쇄 실종 사건 발생! “미치도록 잡고 싶었다!” 교양 있고 세련된 라이프 스타일을 주도하는 도시 주토피아. 이 곳을 단숨에 혼란에 빠트린 연쇄 실종사건이 발생한다! 주토피아 최초의 토끼 경찰관 주디 홉스는 48시간 안에 사건 해결을 지시 받자 뻔뻔한 사기꾼 여우 닉 와일드에게 협동 수사를 제안하는데… 스릴 넘치는 추격전의 신세계가 열린다!","해외","ALL","2023-03-04"),
("애니메이션,액션,SF",null,"빅 히어로","2015-01-21","108분","천재 공학도 ‘테디’가 개발한 힐링로봇 ‘베이맥스’! ‘테디’의 동생이자 로봇 전문가인 ‘히로’는 도시가 파괴될 위기에 처하자 ‘베이맥스’를 슈퍼히어로로 업그레이드 하는데… 과연 이들은 도시의 위험을 막아낼 수 있을까?","해외","ALL","2023-04-20"),
("애니메이션,모험,판티지",null,"겨울왕국","2014-01-16","108분","서로가 최고의 친구였던 자매 ‘엘사’와 ‘안나’. 하지만 언니 ‘엘사’에게는 하나뿐인 동생에게조차 말 못할 비밀이 있다. 모든 것을 얼려버리는 신비로운 힘이 바로 그것. ‘엘사’는 통제할 수 없는 자신의 힘이 두려워 왕국을 떠나고, 얼어버린 왕국의 저주를 풀기 위해 ‘안나’는 언니를 찾아 환상적인 여정을 떠나는데……","해외","ALL","2023-05-17"),
("애니메이션,모험,판티지",null,"겨울왕국2","2019-11-21","103분","어느 날 부턴가 의문의 목소리가 엘사를 부르고, 평화로운 아렌델 왕국을 위협한다. 트롤은 모든 것은 과거에서 시작되었음을 알려주며 엘사의 힘의 비밀과 진실을 찾아 떠나야한다고 조언한다. 위험에 빠진 아렌델 왕국을 구해야만 하는 엘사와 안나는 숨겨진 과거의 진실을 찾아 크리스토프, 올라프 그리고 스벤과 함께 위험천만한 놀라운 모험을 떠나게 된다. 자신의 힘을 두려워했던 엘사는 이제 이 모험을 헤쳐나가기에 자신의 힘이 충분하다고 믿어야만 하는데… 두려움을 깨고 새로운 운명을 만나다!","해외","ALL","2023-06-18"),
("에니메이션,판타지",null,"레드슈즈","2019-07-25","92분","사건 사고가 끊이지 않는 동화의 섬. 사라진 아빠를 찾던 화이트 왕국의 공주는 우연히 마법구두를 신고 이전과 완벽하게 다른 ‘레드슈즈’로 거듭난다. 한편, 초록색 난쟁이가 된 일곱 왕자들은 우연히 자신들의 집에 머물게 된 '레드슈즈’가 저주를 풀 유일한 희망이라 생각해 그녀를 돕기 시작하고, 영원한 아름다움을 꿈꾸는 왕비 ‘레지나’는 마법구두를 신고 성을 빠져나간 ‘레드슈즈’를 쫓기 시작하는데… 위기에 빠진 동화의 섬, 레드슈즈, 그리고 일곱 왕자들의 운명은?","국내","ALL","2023-02-19"),
("애니메이션",null,"날씨의 아이","2019-10-30","112분","비가 그치지 않던 어느 여름날, 가출 소년 ‘호다카’는 수상한 잡지사에 취직하게 되고 비밀스러운 소녀 ‘히나’를 우연히 만난다. “지금부터 하늘이 맑아질 거야” 그녀의 기도에 거짓말 같이 빗줄기는 멈추고, 사람들의 얼굴에 환한 빛이 내려온다. “신기해, 날씨 하나에 사람들의 감정이 이렇게나 움직이다니” 하지만, 맑음 뒤 흐림이 찾아오듯 두 사람은 엄청난 세계의 비밀을 마주하게 되는데… 흐리기만 했던 세상이 빛나기 시작했고, 그 끝에는 네가 있었다.","해외","ALL","2023-03-07"),
("드라마,멜로","박해일,탕웨이,이정현","헤어질 결심","2022-06-29","138분","산 정상에서 추락한 한 남자의 변사 사건. 담당 형사 '해준'(박해일)은 사망자의 아내 '서래'(탕웨이)와 마주하게 된다. '산에 가서 안 오면 걱정했어요, 마침내 죽을까 봐.' 남편의 죽음 앞에서 특별한 동요를 보이지 않는 '서래'. 경찰은 보통의 유가족과는 다른 '서래'를 용의선상에 올린다. '해준'은 사건 당일의 알리바이 탐문과 신문, 잠복수사를 통해 '서래'를 알아가면서 그녀에 대한 관심이 점점 커져가는 것을 느낀다. 한편, 좀처럼 속을 짐작하기 어려운 '서래'는 상대가 자신을 의심한다는 것을 알면서도 조금의 망설임도 없이 '해준'을 대하는데…. 진심을 숨기는 용의자 용의자에게 의심과 관심을 동시에 느끼는 형사 그들의 <헤어질 결심>","국내","15세","2023-04-09"),
("드라마","송강호,강동원,배두나,아이유","브로커","2022-06-28","129분","세탁소를 운영하지만 늘 빚에 시달리는 ‘상현’(송강호)과 베이비 박스 시설에서 일하는 보육원 출신의 ‘동수’(강동원). 거센 비가 내리는 어느 날 밤, 그들은 베이비 박스에 놓인 한 아기를 몰래 데려간다. 하지만 이튿날, 생각지 못하게 엄마 ‘소영’(이지은)이 아기 ‘우성’을 찾으러 돌아온다. 아기가 사라진 것을 안 소영이 경찰에 신고하려 하자 솔직하게 털어놓는 두 사람. 우성이를 잘 키울 적임자를 찾아 주기 위해서 그랬다는 변명이 기가 막히지만 소영은 우성이의 새 부모를 찾는 여정에 상현, 동수와 함께하기로 한다. 한편 이 모든 과정을 지켜본 형사 ‘수진’(배두나)과 후배 ‘이형사’(이주영). 이들을 현행범으로 잡고 반 년째 이어온 수사를 마무리하기 위해 조용히 뒤를 쫓는다. 베이비 박스, 그곳에서 의도치 않게 만난 이들의 예기치 못한 특별한 여정이 시작된다.","국내","12세","2023-05-15"),
("드라마,로맨스","김유정,변우석,박정우,노윤서","20세기 소녀","2022-10-21","119분","1999년, 사랑보다 우정이 더 중요한 17세 소녀 ‘보라’(김유정)에게 일생일대 가장 중요한 숙제가 생겼다. 심장수술을 위해 외국으로 떠나는 ‘연두’(노윤서)를 대신해 첫사랑을 관찰해 소식을 전해주는 것. “이름은 백현진! 키는 181cm, 발사이즈 280mm, 좋아하는 운동은 농구… 그리고 매일 붙어다니는 친구가 한 명 있어” ‘백현진’(박정우)에 대한 정보를 알아내기 위해 절친 ‘풍운호’(변우석)를 집중공략하기 시작하는 ‘보라’. 하지만 모든 것이 계획대로 움직이지 않고, ‘보라’에게도 예상치 못한 두근거림이 찾아오는데…","국내","ALL","2023-08-31"),
("드라마,액션","이정재,정우성,전혜진,허성태","헌트","2022-08-10","125분","[조직 내 숨어든 스파이를 색출하라! ‘사냥꾼’이 될 것인가, ‘사냥감’이 될 것인가!] 망명을 신청한 북한 고위 관리를 통해 정보를 입수한 안기부 해외팀 ‘박평호’(이정재)와 국내팀 ‘김정도’(정우성)는 조직 내 숨어든 스파이 ‘동림’ 색출 작전을 시작한다. 스파이를 통해 일급 기밀사항들이 유출되어 위기를 맞게 되자 날 선 대립과 경쟁 속, 해외팀과 국내팀은 상대를 용의선상에 올려두고 조사에 박차를 가한다. 찾아내지 못하면 스파이로 지목이 될 위기의 상황, 서로를 향해 맹렬한 추적을 펼치던 ‘박평호’와 ‘김정도’는 감춰진 실체에 다가서게 되고, 마침내 ‘대한민국 1호 암살 작전’이라는 거대한 사건과 직면하게 되는데…… 하나의 목표, 두 개의 총구 의심과 경계 속 두 남자의 신념을 건 작전이 시작된다","국내","15세","2023-05-12"),
("드라마,로맨스","다코타 존슨,코스모 자비스,니키 아무카 버드","설득","2022-07-15","109분","앤은 미천한 출신의 근사한 남자를 사랑했지만, 주변의 설득에 넘어가 그와의 결혼을 포기했다. 그로부터 8년이 지나 다시 만난 두 사람. 앤은 이번에야말로 진정한 사랑을 얻을 수 있을까?","해외","ALL","2023-07-09"),
("드라마,로맨스","조세핀 랭포드,히어로 파인즈 티핀","에프터: 에버해피","2022-09-21","95분","런던에서 삶을 송두리째 뒤흔들 엄청난 과거를 알게 된 하딘은 자신의 불행 속에 테사를 끌어들이기 싫어서 애써 밀어낸다. 계속 제자리만 맴도는 관계에 지친 테사는 새로운 삶을 꿈꾸며 뉴욕으로 향하고, 떨어진 동안 그의 소중함을 깨달은 하딘은 뉴욕에서 테사와 재회하여 서로의 숨결과 살결을 탐한다. 다시 미래를 꿈꾸던 테사는 하딘이 집필한 소설 ‘애프터’에 자신의 첫 키스부터 첫 경험뿐만 아니라 감추고 싶던 아픈 기억까지 모두 담겨 있다는 것을 알고 충격을 받는데…","해외","15세","2023-06-27"),
("드라마,범죄","로버트 드 니로,샤론 스톤,조 패시,제임스 우즈","카지노","1996-03-16","178분","에이스는 도박이라는 모든 도박에 내기를 걸면 언제나 이기는 재주를 타고 났다.조그만 동네에서 자란 그는 그런 재주 때문에 마피아 보스들에게 알려진다. 또한 그들의 성질을 잘 아는 에이스는 자기가 벌어들인 모든 돈의 내역을 보스들에게 일일이 보고한다. 마피아 보스들이 그런 에이스를 아껴 그를 보호하기 위해 니키를 붙여준다. 니키는 비록 몸집은 작지만 상대가 얼마나 크든지간에 먼저 제압해 버리는 능력을 갖고 있는 갱이다.오랫동안 니키와 에이스는 완벽한 팀을 이루게 된다.그러나 라스베가스로 진출한 에이스는 니키의의 포악한 성질이 걱정돼 니키가 라스베가스로 온다는 소식을 접하고 웬지 꺼려 한다. 그런 에이스의 심정을 눈치채고 있던 니키는 라스베가스에서 자신의 독특한 방법인 폭력으로 나름대로의 영역을 넓혀나가고, 에이스는 합법적인 카지노를 운영하면서 고향의 보스들을 챙기는 걸 잊지 않으면서 자신의 입지를 굳혀 가는데...","해외","19세","2024-01-01"),
("드라마,미스터리,범죄","케네스 브래너,페널로페 크루즈,윌렘 대포","오리엔트 특급 살인","2017-11-29","114분","세계적 명탐정 ‘에르큘 포와로’(케네스 브래너)는 사건 의뢰를 받고 이스탄불에서 런던으로 향하는 초호화 열차인 오리엔트 특급열차에 탑승한다. 폭설로 열차가 멈춰선 밤, 승객 한 명이 잔인하게 살해당하는 사건이 발생하게 된다. 기차 안에서 벌어진 밀실 살인, 완벽한 알리바이를 가진 13명의 용의자. 포와로는 현장에 남겨진 단서와 용의자들의 증언을 토대로 미궁에 빠진 사건 속 진실을 찾기 위한 추리를 시작하게 되는데…","해외","12세","2023-05-05"),
("드라마,판타지","수라스 샤르마,이르판 칸","라이프 오브 파이","2013-01-01","127분","인도에서 동물원을 운영하던 ‘파이’의 가족은 동물들을 싣고 이민을 떠나는 도중 거센 폭풍우를 만나고 배는 침몰한다. 혼자 살아남은 파이는 가까스로 구명보트에 올라 타지만 다친 얼룩말과 굶주린 하이에나, 그리고 오랑우탄과 함께 표류하게 된다. 하지만 모두를 놀라게 만든 진짜 주인공은 바로 보트 아래에 몸을 숨기고 있던 벵골 호랑이 ‘리처드 파커’! 배고픔에 허덕이는 동물들은 서로를 공격하고 결국 파이와 리처드 파커만이 배에 남게 되는데… 끝없이 펼쳐진 수평선, 거대하게 빛나는 고래 바다를 빛으로 물들인 해파리, 미어캣이 사는 신비의 섬까지, 파이와 리처드 파커 앞에 그 누구도 보지 않고서는 믿을 수 없는 놀라운 광경이 펼쳐진다!","해외","ALL","2023-05-29"),
("드라마,모험","레오나르도 디카프리오, 톰 하디","레버넌트: 죽음에서 돌아온 자","2016-01-14","156분","서부 개척시대 이전인 19세기 아메리카 대륙, 사냥꾼인 휴 글래스(레오나르도 디카프리오)는 아들 호크를 데리고 동료들과 함께 사냥하던 중 회색곰에게 습격 당해 사지가 찢긴다. 비정한 동료 존 피츠 제럴드(톰 하디)는 아직 살아 있는 휴를 죽이려 하고, 아들 호크가 이에 저항하자 호크 마저 죽인 채 숨이 붙어 있는 휴를 땅에 묻고 떠난다. 눈 앞에서 하나뿐인 아들의 죽음을 목격한 휴는 처절한 복수를 위해 부상 입은 몸으로 존의 뒤를 쫓기 시작하는데….","해외","15세","2023-04-14")
,

("범죄, 스릴러", "채드윅 보스만, 시에나 밀러", "21 브릿지 테러 셧다운", "2020-01-01", "99분",
"뉴욕 맨해튼 중심에서 벌어진 경찰 연쇄 살해 사건, 범인을 잡기 위해 베테랑 경찰 ‘데이비스’는 극단의 조치를 취한다. “지금부터 뉴욕 맨해튼의 모든 출구를 전면 봉쇄한다” 주어진 시간은 단 3시간! 모든 수단과 방법을 동원해 놈들을 잡아야 한다.",
"2023-04-27","해외","15세"),
("범죄, 스릴러, 액션","조엘 킨나만, 클라이브 오웬","비밀정보원 인 더 프리즌","2020-04-15","113분",
"세력을 확장하고 감옥에서 마약 독점을 꿈꾸는 마약 카르텔, 수 년간 마약 카르텔을 일망타진하기 위해 비밀작전을 벌여 온 FBI, 마약 잠입 수사 중 발생한 동료의 죽음을 쫓는 경찰. 자신의 이익과 목적을 위해 수단과 방법을 가리지 않는 세 조직 속, FBI의 비밀정보원 ‘코슬로’는 이들에게서 가족을 지키기 위해 매 순간 적과 아군을 선택해야 한다!",
"2023-01-27","해외","19세"),
("범죄, 스릴러, 액션","키아누 리브스","존 윅 3 파라벨룸","2019-06-26","131분",
"전설이라 불리던 킬러 ‘존 윅’ 은퇴한 그를 암살자의 세계로 누군가가 끌어당기고, 더  잃을 것 없는 그는 복수와 동시에 함정에 빠지게 된다. 킬러에서 암살자의 표적이 된 그, 오직 평화를 위한 전쟁을 다시 한번 시작하게 된다. 전설의 시작, 역대 최강 액션을 만나라!",
"2023-02-23","해외","19세"),
("범죄, 공포","스코트 스피드먼, 리브  타일러","노크 낯선 자들의 방문",
"2008-07-02","85분",
"친구의 결혼식 피로연을 마치고 별장으로 돌아온 제임스와 크리스틴 커플은 새벽 시간에 의문의 노크소리를 듣게 된다. 문을 열자 마스크를 쓴 낯선 소녀는 ‘타마라 있어요?’ 라고 물은 뒤 어두운 거리로 사라져버린다. 또 다시 들리는 노크소리. 이번에는 마스크를 쓴 세 명의 낯선 방문자들이 집 주변에 서있다. 공포에 사로잡힌 크리스틴과 제임스. 도대체 이들은 누구이며 무엇을 원하는 것인가? 이제 더  집안조차 안전한 곳이 아니다!",
"2023-08-23","해외","15세"),
("범죄, 스릴러, 액션","아놀드 슈왈제네거, 실베스터 스탤론","이스케이프 플랜","2013-12-05","115분",
"직접 감옥에 들어가 약점을 찾아내 탈출한 뒤, 탈출 불가능한 감옥으로 설계하는 최고의 탈출 전문가 ‘브레슬린’은 CIA로부터 비밀 사설 감옥의 테스트를 맡게 된다. 임무 수행 첫날 괴한의 공격을 당한 후 눈을 뜬 곳은 마스크로 얼굴을 가린 채 중무장한 교도관, 24시간 감시되는 유리로만 만들어진 수감방, 하늘도 땅도 외부의 모든 것이 차단된 첨단 감옥! 바로 자신이 설계한 완벽한 감옥에 갇힌 ‘브레슬린’은 곧 함정에 빠졌음을 알게 되고, 자신에게 접근해오는 ‘로트마이어’를 만나게 되는데... 탈출 확률 제로! 최강의 감옥 ‘툼’을 탈출하기 위한 불가능한 플랜이 시작된다!",
"2023-09-05","해외","19세"),
("범죄, 액션","마동석, 손석구","범죄도시2","2022-05-18","106분",
"가리봉동 소탕작전 후 4년 뒤, 금천서 강력반은 베트남으로 도주한 용의자를 인도받아 오라는 미션을 받는다. 괴물형사 ‘마석도’(마동석)와 ‘전일만’(최귀화) 반장은 현지 용의자에게서 수상함을 느끼고, 그의 뒤에 무자비한 악행을 벌이는 ‘강해상’(손석구)이 있음을 알게 된다. ‘마석도’와 금천서 강력반은 한국과 베트남을 오가며 역대급 범죄를 저지르는 ‘강해상’을 본격적으로 쫓기 시작하는데... 나쁜 놈들 잡는 데 국경 없다! 통쾌하고 화끈한 범죄 소탕 작전이 다시 펼쳐진다!",
"2023-09-06","국내","15세"),
("범죄, 드라마","최민식, 하정우","범죄와의전쟁","2012-02-02","133분",
"비리 세관 공무원 최익현, 보스 최형배를 만나다! 1982년 부산. 해고될 위기에 처한 비리 세관원 최익현(최민식)은 순찰 중 적발한 히로뽕을 일본으로 밀수출, 마지막으로 한 탕 하기 위해 부산 최대 조직의 젊은 보스 최형배(하정우)와 손을 잡는다. 머리 쓰는 나쁜 놈과 주먹 쓰는 나쁜 놈, 부산을 접수하다! 익현은 탁월한 임기응변과 특유의 친화력으로 형배의 신뢰를 얻는 데 성공한다. 주먹 넘버원 형배와 로비의 신 익현은 함께 힘을 합쳐 부산을 접수하기 시작하고, 두 남자 앞에 나쁜 놈들의 전성시대가 펼쳐진다. 넘버원이 되고 싶은 나쁜 놈들의 한판 승부.",
"2023-09-07","국내","19세"),
("범죄, 스릴러","송강호, 김상경","살인의추억","2003-04-25","132분",
"1986년 경기도. 젊은 여인이 무참히 강간, 살해당한 시체로 발견된다. 2개월 후, 비슷한 수법의 강간살인사건이 연이어 발생하면서 사건은 세간의 주목을 받기 시작하고, 일대는 연쇄살인이라는 생소한 범죄의 공포에 휩싸인다.",
"2023-09-08","국내","15세"),
("범죄, 스릴러","마동석, 김성균","이웃사람","2012-08-22","115분",
"202호 소녀의 죽음, 그리고 열흘 간격으로 발생하는 연쇄살인사건 범인의 실마리는 잡히지 않고, 강산맨션의 이웃사람들은 공포에 떤다. 그러던 중 이웃사람들은 수십 만원대의 수도세, 사건발생일마다 배달시키는 피자, 사체가 담긴 가방과 똑 같은 가방을 사 간 102호 남자를 의심하기 시작한다. 그리고 살인마 또한 이웃사람들을 눈치채기 시작하고, 두 번째 소녀의 죽음을 막기 위한 마지막 대결이 시작되는데…",
"2023-09-09","국내","19세"),
("범죄, 스릴러, 액션","김윤석, 하정우","추격자","2008-02-14","123분",
"출장안마소(보도방)를 운영하는 전직 형사 ‘중호’, 최근 데리고 있던 여자들이 잇달아 사라지는 일이 발생하고, 조금 전 나간 미진을 불러낸 손님의 전화 번호와 사라진 여자들이 마지막으로 통화한 번호가 일치함을 알아낸다. 하지만 미진 마저도 연락이 두절되고…… 미진을 찾아 헤매던 중 우연히 ‘영민’과 마주친 중호, 옷에 묻은 피를 보고 영민이 바로 그놈인 것을 직감하고 추격 끝에 그를 붙잡는다.",
"2023-09-10","국내","19세"),
("코미디","차태현, 박보영","과속스캔들","2008-12-03","108분",
"한때 아이돌 스타로 10대 소녀 팬들의 영원한 우상이었던 남현수(차태현). 지금은 서른 중반의 나이지만, 그래도 아직까지는 잘나가는 연예인이자, 청취율 1위의 인기 라디오 DJ. 어느 날 애청자를 자처하며 하루도 빠짐없이 라디오에 사연을 보내오던 황.정.남(박보영)이 느닷없이 찾아와 자신이 현수가 과속해서 낳은 딸이라며 바득바득 우겨대기 시작하는데!!",
"2023-09-11","국내","12세"),
("코미디","류승룡, 이하늬","극한직업","2019-01-23","111분",
"불철주야 달리고 구르지만 실적은 바닥, 급기야 해체 위기를 맞는 마약반! 더  물러설 곳이 없는 팀의 맏형 고반장은 국제 범죄조직의 국내 마약 밀반입 정황을 포착하고 장형사, 마형사, 영호, 재훈까지 4명의 팀원들과 함께 잠복 수사에 나선다. 마약반은 24시간 감시를 위해 범죄조직의 아지트 앞 치킨집을 인수해 위장 창업을 하게 되고, 뜻밖의 절대미각을 지닌 마형사의 숨은 재능으로 치킨집은 일약 맛집으로 입소문이 나기 시작한다. 수사는 뒷전, 치킨장사로 눈코 뜰 새 없이 바빠진 마약반에게 어느 날 절호의 기회가 찾아오는데… 범인을 잡을 것인가, 닭을 잡을 것인가!",
"2023-09-12","국내","15세"),
("코미디, 드라마","유해진, 황우슬혜","레슬러","2018-05-09","110분",
"과거 레슬링 국가대표였지만 특기는 살림, 취미는 아들 자랑, 남은 것은 주부 습진뿐인 프로 살림러 ‘귀보’(유해진). 그의 유일한 꿈은 촉망받는 레슬러 아들 ‘성웅’(김민재)이 금메달리스트가 되는 것이다. 오늘도 자신은 찬밥을 먹으며 아들에게는 따뜻한 아침밥을 챙겨주고 레슬링 체육관에서 아줌마들에게 신나게 에어로빅을 가르치던 ‘귀보’는 국가대표 선발전을 앞두고 훈련에 나가지 않겠다는 ‘성웅’의 청천벽력 같은 이야길 듣게 된다. 갑작스런 아들의 반항에 당황한 귀보. 설상가상으로 ‘엄마’(나문희)의 잔소리는 더욱 거세지고, 윗집 이웃이자 성웅의 소꿉친구 ‘가영’(이성경)은 귀보에게 엉뚱한 고백을 쏟아낸다. 거기에 소개팅으로 만난 의사 ‘도나’(황우슬혜)의 막무가내 대시까지. 평화롭던 일상이 순식간에 뒤집힌 귀보씨는 혼란에 빠지기 시작하는데… 전직 레슬러에서 프로 살림러가 된 지 20년 평화롭던 귀보씨의 일상이 유쾌하게 뒤집힌다!",
"2023-09-13","국내","15세"),
("코미디, 드라마","이성민, 신하균","미스터 주","2020-01-22","113분",
"국가정보국 에이스 요원 태주. 특사로 파견된 VIP 경호 임무를 수행하던 중, 갑작스러운 사고로 VIP는 사라지고 설상가상 온갖 동물들의 말이 들리기 시작한다. 갑자기 한 행동을 하는 태주를 의심하는 민국장과 만식을 뒤로 하고, 태주는 군견 알리와 함께 VIP를 찾아 나서는데… Very. Important. Panda! 도심 한복판, 사라진 VIP를 찾기 위한 인간과 동물들의 역대급 팀플레이가 시작된다!",
"2023-09-14","국내","12세"),
("코미디, 드라마","심은경, 나문희","수상한 그녀","2014-01-22","124분",
"스무살 꽃처녀가 된 칠순 할매의 빛나는 전성기가 시작된다!
아들 자랑이 유일한 낙인 욕쟁이 칠순 할매 오말순(나문희分)은 어느 날, 가족들이 자신을 요양원으로 독립(?)시키려 한다는 청천벽력 같은 사실을 알게 된다. 뒤숭숭한 마음을 안고 밤길을 방황하던 할매 말순은 오묘한 불빛에 이끌려 ‘청춘 사진관’으로 들어간다. 난생 처음 곱게 꽃단장을 하고 영정사진을 찍고 나오는 길, 그녀는 버스 차창 밖에 비친 자신의 얼굴을 보고 경악을 금치 못한다. 오드리 헵번처럼 뽀얀 피부, 날렵한 몸매... 주름진 할매에서 탱탱한 꽃처녀의 몸으로 돌아간 것! 아무도 알아보지 못하는 자신의 젊은 모습에 그녀는 스무살 ‘오두리’가 되어 빛나는 전성기를 즐겨 보기로 마음 먹는데...",
"2023-09-15","국내","15세"),
("코미디","세스 로건, 잭 에프론","나쁜 이웃들","2014-07-03","96분",
"갓 태어난 아기와 함께 내집 마련의 꿈을 이룬 신혼 부부 맥(세스 로건)과 켈리(로즈 번)는 깔끔하고 조용한 주택가 마을로 이사를 한다. 모든 것을 다 이룬 듯 마냥 행복해하던 이들의 기쁨도 잠시, 옆집에 50명의 섹시가이들이 시끌벅적하게 새로 이사를 오게 된다. 그들은 바로 대학교 남학생 클럽이자 파티 클럽인 ‘델타 싸이’. 50명의 파티보이들은 조용히 해달라는 맥과 켈리 부부를 끌어들이기 위해 하우스 파티에 초대하고, 이들의 계략을 눈치 채지 못한 맥과 켈리 부부는 이들과 함께 진탕 신나게 놀고 난 후 쿨하게 평화협상을 맺고 집으로 돌아온다. 하지만 이들의 시도 때도 없이 계속되는 파티 소음과 난장판에 맥과 켈리 부부는 참다 못해 경찰에 신고하지만 이도 통하지 않자 부부는 급기야 파티를 열지 못하도록 갖가지 기막힌 훼방을 놓게 되고, 이에 델타 싸이도 돌변하기 시작하는데… 과연 맥과 켈리는 평화롭고 행복한 가정을 지킬 수 있을까?",
"2023-09-16","해외","19세"),
("코미디","로완 앳킨슨, 피터 맥니콜","미스터 빈","1998-01-24","90분",
"영국 왕립 미술관(Royal National Gallery, London) 최악의 직원 빈(Mr. Bean: 로완 아킨슨 분)이 하는 일이란 기껏 한쪽 구석에 앉아 졸거나 빈둥돼는 것이 전부다. 하지만 모두가 꺼려하는 빈을 유독 왕립 미술관 회장만이 전폭적으로 지지하고 있다. 언제나 그렇듯 왕립 미술관 이사회의 가장 중요한 안건은 천하의 사고뭉치 빈을 쫓아내는 것. 그러던 어느날, 빈을 사라지게 할 호재가 생겼다. 미국 최고의 걸작 '휘슬러의 어머니'의 본국 송환에 앞서 그리어슨 미술관(Grierson Art Gallery, Los Angeles)은 대대적인 기념 행사를 계획한다. 그 일환으로 영국 왕립 미술관에 저명한 박사를 초청한 것이다. 이사회는 빈을 대신 보내기로 결정하고, 빈은 열렬한 환성을 받으며 미국으로 향한다. 하지만 빈은 처음 도착한 공항에서부터 불법 총기 소지자로 오인받아 공항을 아수라장으로 만든다. 이제 그가 지나는 곳은 모두가 혼돈과 무질서의 세계로 뒤덮히기 시작한다. 한편, 영문도 모르는 채 빈을 최고의 미술학자로 오인한 그리어슨 미술관측은 소수의 관계자들만이 모인 자리에서 '휘슬러의 어머니'를 최초로 공개한다. 모두가 잠시 자리를 뜬 사이, 빈과 '휘슬러의 어머니'의 너무도 끔찍한 악연이 시작되는데.",
"2023-09-17","해외","12세"),
("코미디, 범죄","브래들리 쿠퍼, 에드 헴스","더 행오버","2009-06-05","100분",
"더그의 결혼식을 앞두고 친구 세 명은 함께 라스베가스로 총각 파티를 떠난다. 멋진 호텔에서 한껏 즐거운 밤을 보낸 이들은 아침에 친구인 더그가 사라진 사실을 알게 된다. 아무 생각도 해낼 수 없던 이들은 지난 밤 만났던 사람들에게 친구를 수소문하고 우여곡절끝에 그를 결혼식장에 데려간다.",
"2023-09-18","해외","19세"),
("코미디, 드라마","짐 캐리, 주이 디샤넬","예스맨","2008-12-17","104분",
"대출회사 상담 직원 칼 알렌(짐 캐리)은 ‘NO’라는 말을 입에 달고 사는 매사 부정적인 남자. 하지만 친구의 권유로 ‘인생역전 자립프로그램’에 가입하면서 그의 인생이 180도 뒤바뀐다! ‘긍정적인 사고가 행운을 부른다’는 프로그램 규칙에 따라 모든 일에 ‘YES’라고 대답하기로 결심하고 ‘뭐든지 할 수 있다’는 자세로 새로운 일에 도전하는 칼. 번지점프 하기, 한국어 수업 듣기, 모터사이클 타기, 남의 인생 간섭하기, 온라인으로 데이트상대 정하기… 정말로 ‘YES’라고 대답하니 지루했던 예전의 일상과 달리 인생이 너무나 유쾌하다. 하지만 이 남자, 접수되는 대출 신청서류마다 YES, 구매강요 온라인 쇼핑몰 메일에도 YES, 만나자는 여자들의 전화에도 YES, 무조건 YES를 남발하고. 정말 이렇게 ‘YES’ 해도 되는 걸까?",
"2023-09-19","해외","15세"),
("역사, 액션","최민식, 류승룡","명량","2014-07-30","128분",
"1597년 임진왜란 6년, 오랜 전쟁으로 인해 혼란이 극에 달한 조선. 무서운 속도로 한양으로 북상하는 왜군에 의해 국가존망의 위기에 처하자 누명을 쓰고 파면 당했던 이순신 장군(최민식)이 삼도수군통제사로 재임명된다. 하지만 그에게 남은 건 전의를 상실한 병사와 두려움에 가득 찬 백성, 그리고 12척의 배 뿐. 마지막 희망이었던 거북선마저 불타고 잔혹한 성격과 뛰어난 지략을 지닌 용병 구루지마(류승룡)가 왜군 수장으로 나서자 조선은 더욱 술렁인다. 330척에 달하는 왜군의 배가 속속 집결하고 압도적인 수의 열세에 모두가 패배를 직감하는 순간, 이순신 장군은 단 12척의 배를 이끌고 명량 바다를 향해 나서는데…! 12척의 조선 vs 330척의 왜군 역사를 바꾼 위대한 전쟁이 시작된다!",
"2023-09-20","국내","15세"),
("역사, 드라마","송강호, 유해진","택시운전사","2017-08-02","137분",
"택시운전사 만섭(송강호)은 외국손님을 태우고 광주에 갔다 통금 전에 돌아오면 밀린 월세를 갚을 수 있는 거금 10만원을 준다는 말에 독일기자 피터(토마스 크레취만)를 태우고 영문도 모른 채 길을 나선다. 광주 그리고 사람들. “모르겄어라, 우덜도 우덜한테 와 그라는지…” 어떻게든 택시비를 받아야 하는 만섭의 기지로 검문을 뚫고 겨우 들어선 광주. 위험하니 서울로 돌아가자는 만섭의 만류에도 피터는 대학생 재식(류준열)과 황기사(유해진)의 도움 속에 촬영을 시작한다. 그러나 상황은 점점 심각해지고 만섭은 집에 혼자 있을 딸 걱정에 점점 초조해지는데…",
"2023-09-21","국내","15세"),
("역사, 드라마","이정재, 리암 니슨","인천상륙작전","2016-07-27","110분",
"1950년 6월 25일 북한의 기습 남침으로 불과 사흘 만에 서울 함락, 한 달 만에 낙동강 지역을 제외한 한반도 전 지역을 빼앗기게 된 대한민국. 국제연합군 최고사령관 ‘더글라스 맥아더’(리암 니슨)는 모두의 반대 속 인천상륙작전을 계획한다. 성공확률 5000:1, 불가능에 가까운 작전. 이를 가능케 하는 것은 단 하나, 인천으로 가는 길이 확보되어야 하는 것뿐이다. 맥아더의 지시로 대북 첩보작전 ‘X-RAY’에 투입된 해군 첩보부대 대위 ‘장학수’(이정재)는 북한군으로 위장 잠입해 인천 내 동태를 살피며 정보를 수집하기 시작한다. 하지만 인천 방어사령관 ‘림계진’(이범수)에 의해 정체가 발각되는 위기에 놓인 가운데 ‘장학수’와 그의 부대원들은 전세를 바꿀 단 한번의 기회, 단 하루의 작전을 위해 인천상륙 함대를 유도하는 위험천만한 임무에 나서는데... 역사를 바꾼 비밀 연합작전 그 시작은 바로 그들이었다!",
"2023-09-22","국내","12세"),
("역사, 드라마","송강호, 오달수","변호인","2013-12-18","127분",
"1980년대 초 부산. 빽 없고, 돈 없고, 가방끈도 짧은 세무 변호사 송우석(송강호). 부동산 등기부터 세금 자문까지 남들이 뭐라든 탁월한 사업수완으로 승승장구하며 부산에서 제일 잘나가고 돈 잘 버는 변호사로 이름을 날린다. 대기업의 스카우트 제의까지 받으며 전국구 변호사 데뷔를 코 앞에 둔 송변. 하지만 우연히 7년 전 밥값 신세를 지며 정을 쌓은 국밥집 아들 진우(임시완)가 뜻하지 않은 사건에 휘말려 재판을 앞두고 있다는 소식을 듣는다. 국밥집 아줌마 순애(김영애)의 간절한 부탁을 외면할 수 없어 구치소 면회만이라도 도와주겠다고 나선 송변. 하지만 그곳에서 마주한 진우의 믿지 못할 모습에 충격을 받은 송변은 모두가 회피하기 바빴던 사건의 변호를 맡기로 결심하는데... “제가 하께요, 변호인. 하겠습니더”",
"2023-09-23","국내","15세"),
("역사, 드라마","황정민, 오달수","국제시장","2014-12-17","126분",
"1950년대 한국전쟁 이후로부터 현재에 이르기까지 격변의 시대를 관통하며 살아온 우리 시대 아버지 ‘덕수’(황정민 분), 그는 하고 싶은 것도 되고 싶은 것도 많았지만 평생 단 한번도 자신을 위해 살아본 적이 없다. ‘괜찮다’ 웃어 보이고 ‘다행이다’ 눈물 훔치며 힘들었던 그때 그 시절, 오직 가족을 위해 굳세게 살아온 우리들의 아버지 이야기가 지금부터 시작된다.",
"2023-09-24","국내","12세"),
("역사, 드라마, 스릴러","베네딕트 컴버배치, 키이라 나이틀리","이미테이션 게임","2015-02-17","114분",
"매 순간 3명이 죽는 사상 최악의 위기에 처한 제 2차 세계대전. 절대 해독이 불가능한 암호 ‘에니그마’로 인해 연합군은 속수무책으로 당하게 된다. 결국 각 분야의 수재들을 모아 기밀 프로젝트 암호 해독팀을 가동한다. 천재 수학자 앨런 튜링(베네딕트 컴버배치)은 암호 해독을 위한 특별한 기계를 발명하지만 24시간 마다 바뀌는 완벽한 암호 체계 때문에 번번히 좌절하고 마는데... 과연, 앨런 튜링과 암호 해독팀은 암호를 풀고 전쟁의 승리를 끌어낼 수 있을까…?",
"2023-09-25","해외","15세"),
("역사, 스릴러, 액션","핀 화이트헤드, 톰 하디","덩케르크","2017-07-20","106분",
"해변: 보이지 않는 적에게 포위된 채 어디서 총알이 날아올지 모르는 위기의 일주일 바다: 군인들의 탈출을 돕기 위해 배를 몰고 덩케르크로 항해하는 하루 하늘: 적의 전투기를 공격해 추락시키는 임무, 남은 연료로 비행이 가능한 한 시간 “우리는 해변에서 싸울 것이다. 우리는 상륙지에서 싸울 것이다. 우리는 들판에서 싸우고 시가에서도 싸울 것이다. 우리는 끝까지 싸울 것이다”",
"2023-09-26","해외","12세"),
("역사, 액션","브래드 피트, 로건 레먼","퓨리","2014-11-20","134분",
"2차 세계대전, 전차부대를 이끄는 대장 ‘워대디’에게 적으로 둘러싸인 최전선에서의 마지막 전투 명령이 떨어진다. 하지만 수 차례의 전투로 대부분의 동료를 잃은 그에겐 단 한 대의 탱크 ‘퓨리’와 지칠 대로 지쳐버린 부대원들만이 남아있을 뿐이다. 
게다가 지원군으로 경력이 전무한 신병 ‘노먼’이 배치되고, ‘워대디’는 신참을 포함한 단 4명의 부대원만으로 적진에 나서야 하는 상황에 처한다. ",
"2023-09-27","해외","15세"),
("역사, 드라마","휴 잭맨, 앤 헤서웨이","레미제라블","2012-12-19","158분",
"빵 한 조각을 훔친 죄로 19년의 감옥살이를 한 장발장(휴 잭맨). 전과자라는 이유만으로 모두의 박해를 받던 장발장은 우연히 만난 신부의 손길 아래 구원을 받고 새로운 삶을 결심한다. 
정체를 숨기고 마들렌이라는 새 이름으로 가난한 이들을 도우며 지내던 장발장은 운명의 여인, 판틴(앤 해서웨이)과 마주치고, 죽음을 눈앞에 둔 판틴은 자신의 유일한 희망인 딸, 코제트(아만다 사이프리드)를 장발장에게 부탁한다.",
"2023-09-28","해외","12세"),
("역사, 드라마","다니엘 데이 루이스, 조셉 고든 레빗","링컨","2013-03-14","150분",
"미연방 역사상 가장 아픈 상처로 기억될 남북전쟁. 그 사이에 노예제도가 있었다. 모든 인간은 자유로워야 한다고 믿는 링컨은 전쟁이 끝나는 순간 노예제 폐지 역시 물거품이 될 것이라 확신하고 전쟁 종결 이전에 헌법 13조 수정안을 통과시키려 한다. 
하지만 수정안 통과까지 20표만을 남겨놓은 상황에서 남부군으로부터 평화제의가 들어온다. 전장에서 흘리게 될 수많은 젊은 장병들의 목숨, 그리고 앞으로 태어날 모든 인류의 자유. 그 무엇도 포기할 수 없는 링컨에게 위대한 결단의 순간만이 남아 있는데…",
"2023-09-29","해외","12세"),
("범죄, 코미디","멜리사 맥카시, 주드 로","스파이","2015-05-21","120분",
"현장 요원들의 임무 수행을 돕는 CIA의 내근 요원 수잔 쿠퍼(멜리사 맥카시). 외모, 임무 수행 등 완벽한 최고의 요원 브래들리 파인(주드 로)의 파트너로 임무를 수행을 하던 중, 핵무기 밀거래를 추진하는 마피아들에게 CIA 현장 요원들의 신분이 모두 노출되는 사건이 발생한다. 마피아들이 모르는 내근 요원 수잔은 CIA의 최대 위기를 극복하고 핵무기의 밀거래를 막기 위해 현장에 투입된다. 그러나, 그녀를 못 믿는 ‘자칭’ 최고의 요원 릭 포드(제이슨 스타뎀)가 그녀와 별개로 임무를 수행하면서 그녀의 미션은 위기에 직면하게 되는데…",
"2023-09-30","헤외","15세")
,

("스릴러,범죄","김윤석, 하정우","추격자","2008-02-14","123분","출장안마소(보도방)를 운영하는 전직 형사 ‘중호’, 최근 데리고 있던 여자들이 잇달아 사라지는 일이 발생하고, 
조금 전 나간 미진을 불러낸 손님의 전화 번호와 사라진 여자들이 마지막으로 통화한 번호가 일치함을 알아낸다. 하지만 미진 마저도 연락이 두절되고…… 미진을 찾아 헤매던 중 우연히 ‘영민’과 마주친 중호, 옷에 묻은 피를 보고 영민이 바로 그놈인 것을
 직감하고 추격 끝에 그를 붙잡는다.",
"2024-02-23","국내","19세"),
("스릴러,공포","베라 파미가, 패트릭 윌슨","컨저링1","2013-09-17","112분","1971년 로드 아일랜드, 해리스빌. 페론 가족은 꿈에 그리던 새 집으로 이사를 간다. 물론 1863년에 그 집에서 일어난 끔찍한 살인 사건을 전혀 몰랐다. 또한 
그 이후에 일어난 많은 무서운 사건에 대해서도 알지 못했다.",
"2024-07-23","해외","15세"),
("스릴러,공포","제임스 맥어보이, 안야 테일러 조이","23 아이덴티티","2017-02-22","134분","23개의 
인격을 가진 남자 ‘케빈’(제임스 맥어보이). 그는 언제 누가 등장할지 모르는 인격들 사이를 오가며 유일하게 자신을 이해하는 ‘플레처’ 박사(베티 버클리)에게만 자신의 이야기를 꺼내 놓는다.",
"2029-05-12","해외","15세"),
("스릴러,공포","제임스 맥어보이, 안야 테일러 조이","컨저링2","2016-06-09","134분","1977년 영국 엔필드. 엄마 페기와 네 남매가 살고 있는 가족의 집에 정체를 알 수 없는 존재가 나타난다. 일명 폴터가이스트 유령. 벽을 두드리는
 소리, 사악한 목소리, 유령은 밤마다 가구와 물건들, 심지어 아이들까지 공중에 띄우는 등 기이한 일들을 일으킨다.",
"2029-05-12","해외","15세"),
("스릴러,공포","제임스 맥어보이, 안야 테일러 조이","컨저링3","2021-06-03","111분","1981년, 미국 역사상 최초로 잔혹한 살인사건의 용의자가 악마가 살해하도록 시켰다고 주장하는 초유의 사태가 일어난다! 그리고 사건의 배후에는
 악마에게 빙의된 소년이 있었는데… 초자연 현상 연구가 워렌 부부의 사건 파일 중 여전히 미스터리로 남아있는 실화! 진실 혹은 거짓? 살인사건의 범인, 인간인가 악마인가...",
"2024-07-25","해외","15세"),
("스릴러.범죄","이선균, 조진웅","끝까지 간다","2014-05-29","111분","어머니의 장례식 날, 급한 연락을 받고 경찰서로 향하던 형사 ‘고건수’(이선균). 아내의 이혼 통보, 갑작스런 내사 소식까지, 스트레스 폭발 직전의 건수는 실수로
 사람을 치는 사고를 일으키고 만다. 되돌릴 수 없는 상황! 어떻게든 모면해야 하는 건수는 누구도 찾을 수 없는 곳, 바로 어머니의 관 속에 시체를 숨긴다. 끝났다고 생각한 순간, 놈이 나타났다! 하지만 곧 경찰 내부에서 실종 및 뺑소니 사건에 대한 수사가 시작되고 범인이 다름아닌 자기 자신인 건수는 이를 은폐하기 위해 애쓴다. 그러던 어느 날, 사건의 모든 걸 알고 있다는 정체불명의 목격자 ‘박창민’(조진웅)이 등장하고, 목적을 감춘 채 건수를 조여오는 창민의 협박 속 건수의 상황은 예측할 수 없는 위기로 치달아 가는데…! 절체절명 형사의 마지막 반격 되돌릴 수 없다면, 끝까지 간다!",
"2029-02-08","국내","15세"),
("스릴러.범죄.공포","손현주.문정희.전미선","숨바꼭질","2013-08-14","107분","우리 집에 낯선 사람이 숨어 살고 있다면...? 숨바꼭질 암호 □1○1△2 고급 아파트에서 완벽한 가정을 꾸리고 사는 성공한 사업가 ‘성수’(손현주)는
 하나 뿐인 형에 대한 비밀과 지독한 결벽증을 갖고 있다. 어느 날 그는 형의 실종 소식을 듣고 수십 년 만에 찾아간 형의 아파트에서 집집마다 새겨진 이상한 암호와 형을 알고 있는 ‘주희’(문정희) 가족을 만난다. “제발 그 사람한테 제 딸 좀 그만 훔쳐보라고 하세요” 어린 딸과 단 둘이 살고 있는 ‘주희’는 자신의 집을 훔쳐보는 누군가의 존재를 느끼며 두려움에 떨고 있다. 낡은 아파트의 암호를 찬찬히 살펴보던 ‘성수’는 그것이 그 집에 사는 사람의 성별과 수를 뜻하는 것을 알게 된다. 우리 집에 나 말고 다른 사람이 살고 있다! 형의 아파트를 뒤로한 채 자신의 안락한 집으로 돌아온 그 날, ‘성수’는 형의 아파트에서 봤던 암호가 자신의 집 초인종 옆에서 새겨진 것을 발견한다. 사라진 형. 숨바꼭질 암호. 서로 다른 두 가족에게 찾아온 충격적 진실. 가족을 지키기 위한 두 가장의 숨가쁜 사투가 시작된다!",
"2024-02-15","국내","15세"),

("스릴러.미스터리","강하늘,김무열","기억의 밤","2017-11-29","109분","새 집으로 이사 온 날 밤 정체불명의 괴한들에게 납치된 형 유석. 동생 진석은 형이 납치된 후 매일 밤 환청과 환각에 시달리며 불안해한다. 납치된지 19일째 되는 
날 돌아온 유석은 그동안의 모든 기억을 잃었다고 말한다. 하지만 돌아온 뒤로 어딘가 변해버린 유석을 의심하던 진석은 매일 밤 사라지는 형을 쫓던 중 충격적인 사실과 마주하게 되는데... 두 남자의 엇갈린 기억 
속 감춰진 살인사건의 진실을 찾아야만 한다!",
"2024-01-25","국내","15세"),

("스릴러,범죄,액션","이병헌,최민식","악마를 보았다","2010-08-12","144분","국정원 경호요원 ‘수현(이병헌)’은 약혼녀 주연이 잔인하게 살해당하자 자신에게 가장 소중한 사람을 지켜내지 못했다는 자괴감과 분노로 가장 고통스러운 복수를 다짐한다. 수현은 연쇄살인마 ‘장경철(최민식)’이 범인임을 알아내고 죽을 만큼의 고
통만 가하고 놓아주기를 반복하며 처절한 응징을 시작한다. 그러나, 악마보다 더 악랄한 살인마 장경철은 난생 처음 만난 대등한 적수의 출현을 즐기며 반격에 나서기 시작하는데…",
"2023-12-25","국내","19세"),

("스릴러,공포,드라마","브래드 피트,미레유 에노스","월드워z","2013-06-20","115분","전 세계 이상 기류… 거대
한 습격이 시작된다! 의문의 항공기 습격, 국가별 입국 전면 통제, 국경선을 둘러싼 높은 벽, 세계 곳곳에서 원인을 알 
수 없는 이변이 일어나기 시작한다. 그리고 정체불명 존재들의 무차별적 공격으로 도시는 순식간에 아수라장으로 변한다. 
인류의 대재난에 맞설 최후의 적임자, 제리 군인 출신으로 전시 경험이 풍부하고 위기 대처 능력이 뛰어난 UN 소속 
조사관 제리는 위험한 상황에서 가까스로 가족들과 탈출하는데 성공하고 이제껏 본적 없는 인류 최대의 위기 앞에 대재난에
 맞설 최후의 적임자로 지목된다 생존률 제로, 최후의 카운트다운이 시작된다! 마침내 제리는 전 세계를 위협하는 거대한
 정체들과 직면하게 되고, 그들의 끊임없는 공격에 맞서 필사의 사투를 벌이게 되는데… 과연 누구도 살아남을 수 없는 
 인류 최후의 대재난을 막아낼 수 있을 것인가!","2028-02-01","해외","15세"),
 
 ("드라마,스포츠,코미디","하정우,성돌일,김지석","국가대표1","2009-07-29","137분","1996년 전라북도 무주, 동계올림픽 유치를 위해 정식 종목 중 하나인 스키점프 국가대표팀이 급조된다. 이에 전(前) 어린이 스키교실 강사 방종삼(성동일 분)이 국가대표 코치로 임명되고, 그의 온갖 감언이설에 정예(?) 멤버들이 모인다. 전(前) 주니어 알파인 스키 미국 국가대표였다가 친엄마를 찾아 한국에 온 입양인 밥(하정우 분), 여자 없으면 하루도 못 버틸 나이트 클럽 웨이터 흥철(김동욱 분), 밤낮으로 숯불만 피우며 아버지가 시키는 대로 살아온 고깃집 아들 재복(최재환 분), 할머니와 동생을 돌봐야 하는 짐이 버거운 말 없는 소년 가장 칠구(김지석 분), 그런 형을 끔찍이 사랑하는 4차원 동생 봉구(이재응 분)까지! 방 코치는 마치 신이라도 된 것처럼 엄마와 같이 살 집이 필요한 밥에게는 아파트를, 사랑 때문에 또는 부양 가족 때문에 그들과 함께 있어야 하는 흥철, 칠구-봉구 형제, 그리고 재복에게는 군 면제를 약속한다. 단, 금메달 따면! 스키점프가 뭔지도 모르지만 한때 스키 좀 타봤다는 이유로 뽑힌 이들이 모이면서 대한민국 최초 스키점프 국가대표팀이 결성된다. 그러나 스키점프(Ski Jump)의 스펠링도 모르는 코치와 경험 전무한 국가대표 선수들의 훈련은 험난 하기만하다. 변변한 연습장도 없이 점프대 공사장을 전전해야 했고 제대로 된 보호장구나 점프복도 없이 오토바이 헬멧, 공사장 안전모 등만을 쓰고 맨몸으로 훈련에 임해야 했다. 그럼에도 불구하고 재복이네 고깃집 앞 마당에서의 지상 훈련을 시작으로 나무 꼭대기에 줄로 매다는 공중 곡예(?), 시속 90km의 승합차 위에 스키 점프 자세로 고정되어 달리는 위험천만한 질주, 폐(閉)놀이공원 후룸 라이드를 점프대로 개조해 목숨 걸고 뛰어내리기 등 과학적(?) 훈련으로 무장하는 선수들! 이런 식의 무대뽀 트레이닝에도 이들은 점점 선수다운 모습을 갖춰 가고, 스키 하나에 의지해 하늘을 날아가는 순간이 행복해진다. 드디어 우여곡절 끝에 오버스트도르프 월드컵에 참여한 대한민국 스키점프 국가대표팀. 외국선수들의 비웃음과 무시에도 굴하지 않고 그들은 최선을 다하지만, 뜻하지 않은 사건으로 인해 결국 좋은 결과를 거두지 못한다. 그래도 소 뒷걸음질 치다 개구리 잡은 격으로 엉겁결에 나가노 동계 올림픽 출전 자격을 얻게 된 대한민국 국가대표팀은 나름 금의환향하며 올림픽 진출의 꿈에 부푼다. 그러나 한국은 동계올림픽 개최지 선정에 끝내 탈락하게 되고, 스키점프 국가대표팀은 해체 위기에 처한다. 군 면제를 위해, 엄마를 찾기 위해, 이제 이러한 개인적인 명분들을 뛰어 넘어 스키점프에 대한 애정과 열정, 그리고 도전 정신만으로 경기에 출전할 수 있기를 고대하는데.. 2003년 제21회 타르비시오 동계 유니버시아드 개인전, 단체전 금메달 / 2003년 제5회 아오모리 동계 아시안게임 단체전 금메달 / 2007년 제23회 토리노 동계 유니버시아드 개인전, 단체전 은메달 / 2009년 제24회 동계 유니버시아드 개인전, 단체전 금메달. 아직 한국 스키점프 국가대표의 등록 선수는 다섯 명이 전부이다.",
 "2028-05-07","국내","15세"),
 
 ("드라마,스포츠,코미디","수애, 오달수,오연서","국가대표2","2016-08-10","120분","유일무이 정통 아이스하키 선수 출신 에이스 ‘지원’ 자존심은 금메달 급, 현실은 쇼트트랙 강제퇴출 ‘채경’ 사는 게 심심한 아줌마, 빙판에선 열정의 프로 ‘영자’ 시간외 수당이 목표, 아이스하키 협회 경리 출신 ‘미란’ 취집으로 인생 반전 꿈꾸는 전직 피겨요정 ‘가연’ 주장급 멘탈 보유자, 최연소 국가대표 꿈나무 ‘소현’ 말만 번지르르, 주니어 아이스하키 우정상에 빛나는 국대 출신 감독 ‘대웅’ 이들이 뭉친 단 하나의 이유는 아오모리 동계 아시안게임 출전! 뭉치면 싸우고 흩어지면 출전불가! 모두가 불가능하다고 믿었던 이들의 뜨거운 도전이 시작된다!",
 "2024-05-19","국내","15세"),
 
 ("드라마,스포츠","아담 샌들러,퀸 라티파","허슬","2022-06-08","117분","운이 다한 농구 스카우터. 슈퍼스타가 될 자질을 갖춘 원석을 스페인에서 우연히 발견하는데. NBA에서의 성공을 향한 두 사람의 도전이 시작된다.",
"2024-07-01","해외","15세"),

("드라마,스포츠","성동일,서교","미스터 고","2013-07-17","132분","할아버지가 돌아가신 후 홀로 전통의 룡파 서커스를 이끄는 15세 소녀 ‘웨이웨이’. 그녀의 유일한 친구이자 가족은 태어날 때부터 함께 해 온 45세 고릴라 ‘링링’ 뿐이다. 285kg의 거구에 사람의 20배에 달하는 힘, 하지만 거친 외모와는 달리 사려 깊은 성격에 언제나 가족처럼 웨이웨이의 곁을 지키는 고릴라 링링, 야구광이었던 할아버지 덕분에 지금은 서커스보다 야구를 더 잘하는 링링과 웨이웨이의 이야기는 국경을 넘어 한국에까지 큰 화제가 되기에 이른다. 할아버지가 남긴 빚을 갚기 위해 고군분투하던 웨이웨이는 큰 돈을 벌게 해주겠다는 악명 높은 에이전트 ‘성충수’의 제안에 링링과 함께 한국행을 결심한다. 고릴라가 야구를 한다는 위험천만한 발상에 대한 우려에도 불구하고 돈이라면 무엇이든 하고 마는 성충수 덕에 링링은 한국 프로야구에 정식으로 데뷔하게 되고, 타고난 힘과 스피드, 오랜 훈련으로 다져진 정확함까지 갖춘 링링은 곧 전국민의 슈퍼스타로 거듭나게 되는데...!",
"2023-07-15","국내","15세"),

("드라마,스포츠","제커리 레비,안나파킨","아메리칸 언더독","2011-07-25","112분","슈퍼마켓에서 일하던 미국프로미식축구(NFL/ National Football League) 전설의 쿼터백이 된 ‘커터워너’의 실화를 다룬 영화. 무명으로 시작해 시즌 MVP 그리고 수퍼볼 챔피언을 차지하고 명예의 전당에 입성한, NFL 선수가 되겠다는 열망으로 어떠한 역경을 겪어도 다시 일어서는 불굴의 의지를 보여 준 ‘커터 워너’. 게다가 현역 활동 중에도 아내와 함께 다양한 봉사활동을 해오는 등 사람들이 좋아할 수 박에 없는 모든 요소를 갖췄던, 짧은 선수 생활이지만 큰 임팩트를 보여운 그의 이야기",
"2023-08-19","해외","15세"),

("드라마,스포츠,코미디","문소리, 김정은","우리 생애 최고의 순간","2008-01-10","124분","대한민국 올림픽 2연패의 주역인 최고의 핸드볼 선수 미숙(문소리 분). 그러나 온 몸을 바쳐 뛴 소속팀이 해체되자, 그녀는 인생의 전부였던 핸드볼을 접고 생계를 위해 대형 마트에서 일하게 된다. 이때 일본 프로팀의 잘나가는 감독으로 활약하고 있던 혜경(김정은 분)은 위기에 처한 한국 국가대표팀의 감독대행으로 귀국한다. 팀의 전력을 보강하기 위해 그녀는 자신의 오랜 동료이자 라이벌인 미숙을 비롯한 과거의 영광을 재현할 노장 선수들을 하나 둘 불러모은다. 혜경은 초반부터 강도 높은 훈련으로 전력 강화에 힘쓰지만 그녀의 독선적인 스타일은 개성 강한 신진 선수들과 불화를 야기하고 급기야 노장 선수들과 신진 선수들간의 몸싸움으로까지 번진다. 이에 협회위원장은 선수들과의 불화와 여자라는 점을 문제 삼아 혜경을 감독대행에서 경질시키고 세계적인 스타 플레이어 안승필(엄태웅 분)을 신임 감독으로 임명한다. 무엇보다 자존심이 중요했던 혜경이지만, 미숙의 만류와 일본으로 돌아갈 수도 없는 상황에서 감독이 아닌 선수로 팀에 복귀해 명예 회복에 나선다. 화려했던 선수 생활을 뒤로하고 이제 감독으로의 성공적인 전향을 꿈꾸는 승필. 그는 선수들을 배려하지 않은 과학적인 프로그램과 유럽식 훈련 방식을 무리하게 도입해 한국형 핸드볼이 몸에 익은 노장 선수들과 갈등을 유발하고 오히려 대표팀의 전력마저 저하시킨다. 심지어 혜경과의 갈등으로 미숙 마저 태릉을 떠나버리고 대표팀은 남자고등학생 선수들과의 평가전에서도 졸전을 펼친다. 미숙의 무단이탈을 문제 삼아 엔트리에서 제외하겠다고 공표하는 승필. 안타까운 혜경은 불암산 등반 훈련에서 자신이 먼저 완주하면 미숙의 엔트리 자격 박탈을 철회해 줄 것을 요구한다. 혜경은 미숙을 위해 죽을 힘을 다해 달리고 승필은 그런 그녀에게 지지 않으려고 이를 악물고 뛰는데… 결국 혜경을 비롯한 노장 선수들의 노력으로 미숙은 다시 대표팀에 합류하게 되고, 승필과 신진 선수들도 그녀들의 핸드볼에 대한 근성과 마지막까지 자신들의 꿈에 도전하려는 투지를 인정하게 된다. 마침내 최고의 팀웍으로 뭉친 그들은 다시 한번 세계 재패의 위업을 달성하기 위해 아테네로 향한다.",
"2059-08-19","국내","15세"),

("스포츠, 액션","휴 잭맨,에반젤린 릴리","리얼 스틸","2011-10-12","127분","치열한 로봇 파이터들의 세계를 그려낸 블록버스터 로봇 파이터의 불가능한 도전이 시작된다! 2020년, 관중들의 뜨거운 열기로 가득 찬 복싱 경기장. 링 위에서 숨 막히는 승부를 펼치는 이들은 무려 900kg에 2m 50cm가 넘는 거대한 로봇 파이터들이다. 인간이 아닌 로봇 파이터들이 사각의 링을 지배하는 시대! 챔피언 타이틀 도전에 실패한 전직 복서 출신 찰리 켄튼(휴 잭맨)은 지하의 복싱 세계를 전전하며 삼류 프로모터로 살아가고 있다. 겨우 번 돈으로 구입한 고철 덩어리를 로봇 파이터로 만들어 지하의 복싱 세계를 벗어나 재기하려는 찰리는 어느 날 존재도 모르고 지낸 아들 맥스(다코다 고요)의 소식을 접하고 임시 보호를 맡게 된다. 어쩔 수 없이 한 팀이 된 그들은 맥스가 우연히 발견한 고철 로봇 ‘아톰’을 최고의 파이터로 키워내기 위한 훈련을 시작한다. 오직 승자와 패자만이 존재하는 무자비한 사각의 링 위, 이제 더 이상 물러날 곳이 없는 찰리와 맥스, 그리고 ‘아톰’의 불가능한 도전이 시작된다!",
"2029-08-19","해외","15세"),

("스포츠, 액션","모건 프리먼,맷 데이먼","우리가 꿈꾸는 기적","2010-03-04","133분","첫 흑인 대통령으로 선발된 넬슨 만델라(모건 프리먼)는 거의 백인으로 이뤄진 자국팀 ‘스프링복스’와 영국의 경기에서 흑인들이 상대팀 영국을 응원하는 것을 목격한다. 이에 인종과 국경을 초월하는 스포츠를 통해 모두의 마음을 하나로 연결할 것을 결심하고, ‘스프링복스’의 주장 프랑소와 피나르(맷 데이먼)를 초대해 1년 뒤 자국에서 열리는 럭비 월드컵에서 우승해 달라고 제안한다. 그 누구도 믿지 않았고 불가능이라 여겨졌던 우승! 결코 굴하지 않았던 그들은 온 국민에게 기적 같은 경험을 선사하고 이 날의 경기는 흑과 백이 하나되는 역사적인 사건으로 기록되었다!",
"2029-07-15","해외","15세"),

("드라마,스포츠","박해준,이항나","4등","2016-04-07","116분","1등만 기억하는 잔인한 세상, 당신에게 들려주고 싶은 이야기! “4등이 뭐, 나쁜 건가요?” 천재적인 재능을 가졌지만 대회만 나갔다 하면 4등을 벗어나지 못하는 수영 선수 '준호' 하지만 1등에 대한 집착을 버리지 못하는 ‘엄마’의 닦달에 새로운 수영 코치 ‘광수’를 만난다. 심드렁한 표정으로 '대회 1등은 물론, 대학까지 골라 가게 해주겠다'고 호언장담한 광수는 ‘엄마’에게 연습 기간 동안 수영장 출입금지 명령까지 내린다. 대회를 코앞에 두고도 연습은 커녕 항상 PC방 마우스나 소주잔을 손에 쥔 못 미더운 모습의 광수. 이래봬도 16년 전 아시아 신기록까지 달성한 국가대표 출신이다. 의심 반, 기대 반의 시간이 지나고, 드디어 수영 대회에 출전한 ‘준호’의 기록은 '거의' 1등! 1등과 0.02초 차이로 생에 첫 은메달을 목에 건다. 오랜만에 웃음소리가 떠나지 않는 ‘준호’네 집. 그런데 그때, 신이 난 동생 ‘기호’가 해맑게 질문을 던지는데...! “정말 맞고 하니까 잘 한 거야? 예전에는 안 맞아서 맨날 4등 했던 거야, 형?” 동생의 말에 시퍼렇게 질린 얼굴처럼 멍투성이인 열두 살 ‘준호’의 몸. ‘준호’는 좋아하는 수영을 계속할 수 있을까…?",
"2028-12-25","국내","15세"),

("드라마,스포츠","블레이크,조이 도이치","에브리바디 원츠 썸!!","2016-07-14","117분","고등학교를 졸업하고 야구부 숙소로 이사를 온 킹카 신입생 ‘제이크’. 전국 최고의 야구팀으로 구성된 룸메이트들과 인사를 마치고 어색함을 느낄 새도 없이 길거리에 넘쳐 흐르는 쭉빵 걸들 작업으로 눈코 뜰 새 없다. 코치가 단단히 이른 1. 주류 반입 금지 2. 숙소에 여자를 들이지 않는다는 규칙이 무색하게 입에는 언제나 맥주, 여자 얘기 98% 야구 얘기 2%의 수다와 함께 매일 밤 신나는 파티를 벌이는데… 개강 전까지 3일 15시간! 미친듯이 즐겨볼까?",
"2189-12-27","해외","15세"),

("다큐","김영오","태안","2022-10-06","122분",
"1950년 한국전쟁 당시 충남 태안군에서도 국민보도연맹원 학살이 시작된다. 그해 7월 12일께 태안경찰서는 후퇴하기 직전에 ‘사기실재’에서 115명의 민간인을 학살한다. 당시 국가권력은 이들 민간인들이 곧 들이닥칠 인민군에 동조할 것이라는 짐작만으로 집단학살한다. 태안의 피해는 여기서 그치지 않았다. 태안을 점령한 인민군 측은 반동을 처단한다는 이유로 116명의 민간인을 학살한다. 그러나 이는 이후에 벌어질 대참사에 대한 예고편에 불과했다.",
"2023-08-01","국내","15세"),
("다큐","전후석","초선","2022-11-03","133분",
"“우리는 이 곳에서도 싹을 틔운다” 세상에 재미한인을 보여주고 싶었다 코로나와 경기 침체, 인종적 갈등이 최고조에 이른 2020년, 정치적 이념, 세대, 성별, 출신이 다른 5명의 재미한인이 미국 대통령 선거와 함께 진행된 연방 하원 선거에 도전한다.",
"2023-08-02","국내","12세"),
("다큐","성룡","지구: 놀라운 하루","2018-02-22","95분",
"오전 온 세상이 눈을 뜨는 아침, 지구에서 가장 척박한 갈라파고스의 화산섬에서 ‘레이서 스네이크’로부터 도망치는 갓 태어난 ‘바다 이구아나’ 새끼들의 탈출 대작전이 펼쳐진다! 햇빛 쏟아지는 숲속에서는 엄마 ‘대왕판다’가 대나무를 먹는 사이 숲을 구경하러 나선 아기 판다의 대모험이 시작되고, 북극의 태양이 얼음을 녹여 길을 터주자 긴 막대처럼 뻗은 코를 가진 ‘일각고래’는 얼음왕국을 세우기 위한 항해를 떠난다. 오후 강렬한 아프리카의 태양 아래 온순하기만 한 줄 알았던 '기린'들의 숨 막히는 몸싸움! 바닷속에서 ‘향유고래’ 가족들은 아랑곳하지 않고 물속을 유영하다가 똑바로 서서 여유로운 낮잠을 즐긴다. ",
"2023-08-03","해외","12세"),
("다큐","김어준","시소","2016-11-10","145분",
"이동우는 어느 날 자신에게 망막을 기증하겠다는 사람의 연락을 받는다. 몸을 움직이기조차 힘든, 그저 앞만 볼 수 있는 그 사람과 만나게 된 이동우는 자신에게 하나 남은 ‘눈’을 주겠다는 그와 아름다운 여행을 계획한다. 세상에서 가장 따뜻한 두 남자의 여행 한 가정의 가장이자, 사랑스러운 딸을 둔 아빠인 두 사람은 함께 떠난 제주도에서 마음을 터놓고 서로에게 다가간다. 조금은 불완전한 두 사람은 서로의 부족한 점을 보듬으며 점점 채워져 가는 각자의 모습을 발견하는데….",
"2023-08-04","국내","19세"),
("다큐","김어준","더플랜","2017-04-20","129분",
"회사에서 해고 당해 의기소침해진 세 친구 ‘파코’, ‘라몬’, ‘안드라데’는 계획을 실행하기 위해 파코의 집에 모인다. 하지만 함께 타고 가려던 안드라데의 차가 고장나서 발이 묶인 상황. 견인 차를 부르고 기다리는 동안 그들은 대화를 시작한다. 안드라데는 그날 아침 식사하러 들른 식당에서 30년 전 자기를 버리고 떠났던 엄마를 만났고, 파코는 2주 전부터 의심해 왔던 아내의 불륜 상대를 알게 된다. 한편 가장 평정심을 유지하는 것처럼 보였던 라몬은 생각지도 못했던 큰 비밀을 실토하게 되는데…!",
"2023-08-05","국내","15세"),
("다큐","존시나","더월","2015-05-05","113분",
"두 명의 병사가 이라크 저격병에 의해 무너져가는 벽을 두고 대치하게 되는 이야기.",
"2023-08-06","해외","15세"),
("다큐","알렉산더","댄서","2017-04-13","133분",
"19살의 나이에 영국 로열발레단 최연소 수석 무용수에 발탁된 천재 발레리노 세르게이 폴루닌은 온몸을 문신으로 휘두른 채 연일 신문 1면을 장식한다. ‘발레계의 배드 보이’, ‘발레계의 제임스 딘’ 등 수많은 수식어와 함께 강렬하고 아름다운 몸짓으로 세계를 매료시킨 것도 잠시, 발레리노라면 누구나 꿈꾸는 최고의 자리를 스스로 박차고 나오는 파격적인 행보로 다시 한 번 세계를 충격에 빠뜨리는데… ",
"2023-08-07","해외","15세"),
("다큐","정관조","녹턴","2022-08-18","125분",
"오직 음악만 잘할 뿐, 자폐 스펙트럼 장애가 있는 ‘성호’는 엄마 ‘민서’가 없으면 혼자서 면도도 하지 못한다. 엄마는 단 하나, ‘성호’의 음악을 위해 모든 걸 바쳤지만 동생 ‘건기’는 그런 형이 '하찮고 쓸모 없다'고 생각한다.",
"2023-08-08","국내","12세"),
("다큐","정관조","꿈꾸는고양이","2021-09-09","135분",
"서울의 달동네, 경기도 성남, 대구, 부산의 재개발 지역. 곧 부서지고 버려질 이 동네엔 단지 살고 싶단 꿈을 꾸는 고양이들이 있다. 그리고 그 곳엔 그 생명들을 지켜내기 위해 위험을 무릅쓰고 뛰어드는 사람들도 있다. 우리는 개발로 인해 유용한 삶을 누리게 되겠지만 그로 인해 삶의 터전을 잃어버리는 존재들이 있다는 건 잘 알지 못한다. 건물과 함께 무너져 내리는 길 위 고양이들의 삶. 우린 어떻게 하면 이 아이들의 생명과 삶의 터전을 지켜줄 수 있을까? 무너지는 그곳에서 만난 아이에게 꿈이란 이름을 붙여주고 아이들을 지켜내기 위해 고군분투하는 사람들의 모습에서 공존하는 삶을 꿈꾸는 여정이 시작된다.",
"2023-08-09","국내","15세"),
("다큐","정관조","공동정범","2018-01-25","155분",
"2009년 1월 20일, 철거민 5명, 경찰 특공대원 1명이 사망한 ‘용산참사’ 이후 억울하게 수감되었던 철거민들이 처음으로 한자리에 모였다. 원인 모를 화재 속에서 살아남은 이들은 동료와 경찰관을 죽였다는 죄명으로 범죄자가 되었다.",
"2023-08-10","국내","12세"),
("SF","전미숙","희생자들","2019-05-10","132분",
"결혼한 변호사 멜빌 파(더크 보가드 분)가 과거 동성애 장면을 찍은 사진으로 자신을 협박하는 협박범과 한판 대결을 벌인다. 파는 그때 당시 동성애 상대 중의 하나가 동일한 협박범으 로부터 협박을 받고 자살했다는 사실을 알게 되고, 명망 있는 변호사로서 자신의 명예는 물론 가정까 지 파괴될 운명에 처하면서도 비열한 공갈 범과 맞서기로 한다. ",
"2023-08-11","국내","12세"),
("SF","마크월버그","트랜스포머","2022-10-05","145분",
"옵티머스 프라임은 더  인간의 편이 아니다. 트랜스포머의 고향 사이버트론의 재건을 위해 지구에 있는 고대 유물을 찾아나선 옵티머스 프라임은 인류와 피할 수 없는 갈등을 빚고, 오랜 동료 범블비와도 치명적인 대결을 해야만 하는데… ",
"2023-08-12","해외","19세"),
("SF","황정인","트랜스","2021-05-05","111분",
"“트랜스휴머니즘이라고 들어봤니?” 학교에서 괴롭힘을 당하던 소녀, 민영. 같은 반 이태에게 ‘트랜스휴먼’에 대해 듣게 되고 인류 진화 프로젝트에 합류한다. ",
"2023-08-13","국내","12세"),
("SF","호프핌","테넷","2019-05-10","122분",
"시간의 흐름을 뒤집는 인버전을 통해 현재와 미래를 오가며 세상을 파괴하려는 사토르(케네스 브래너)를 막기 위해 투입된 작전의 주도자(존 데이비드 워싱턴). 인버전에 대한 정보를 가진 닐(로버트 패틴슨)과 미술품 감정사이자 사토르에 대한 복수심이 가득한 그의 아내 캣(엘리자베스 데비키)과 협력해 미래의 공격에 맞서 제3차 세계대전을 막아야 한다!",
"2023-08-14","해외","12세"),   
("SF","알렉산더","어트랙션","2013-09-22","123분",
"어느 날 갑자기 러시아 모스크바 도심 한가운데로 거대한 비행 물체가 추락하고, 외계 존재의 등장에 국가는 비상사태에 돌입한다. 한편 추락 현장에서 가까스로 살아남은 ‘율리아’는 죽은 친구의 복수를 위해 비행 물체에 접근한다. 그 과정에서 다시 한번 위험에 빠진 ‘율리아’는 갑자기 나타난 외계 존재의 도움으로 목숨을 건지게 되고, 그들이 지구에 온 목적이 침략이 아님을 알게 된다. 하지만 시간이 지나도 떠나지 않는 외계 존재에 대한 적대감과 분노가 커져가는 ‘툐마’를 비롯한 사람들은 군대를 조직해 전쟁을 준비하고, ‘율리아’는 미스터리한 존재 ‘하콘’과 함께 일어나서는 안될 전쟁을 막기 위해 결국 나서기로 하는데... 인류의 운명을 건 외계 존재와 인류와의 전쟁 일으킬 것인가, 막을 것인가!",
"2023-08-15","해외","15세"),
("SF","리즈","생존: 두개의세계","2021-09-21","125분",
"고도로 발달된 가상 현실이 일상이 된 가까운 미래. '리즈'는 가상 현실 E-스포츠 대회에 출전하며 현실보다 가상 현실에서 더 많은 시간을 보낸다. 한편, 갑작스럽게 발생한 대규모 전력 마비 사태로 인류 전체가 혼란에 빠지기 시작하는데... 국가적 비상사태에서 생존하기 위한 신(新) 인류의 모험기가 펼쳐진다!",
"2023-08-16","해외","12세"),
("SF","크리스탈","더웨이브","2022-10-05","132분",
"시속 600km의 쓰나미, 생존 대피시간 단 10분! 북유럽을 덮친 사상최악의 재난실화가 온다! '기다려, 아빠가 꼭 구해줄게!' 피오르드의 지진 통제센터에서 근무하는 지질 연구원 크리스티안은 회사를 관두고 가족과 함께 큰 도시로 이사할 계획을 세우고 있다. 그러나 이사를 앞두고 계속되는 산사태 징후에 극도로 예민해지는데, 동료들은 데이터 오류일 뿐이라고 그를 안심시킨다.",
"2023-08-17","해외","15세"),
("SF","정경호","구직자들","2021-09-02","152분",
"2220년 대한민국, 기하급수적으로 늘어난 인공들로 인해 인간들이 설자리는 점점 더 줄어든다. 아픈 아이의 비싼 병원비를 감당해야 하는 진짜 인간(정경호)은 원본에게 버려진 젊은 인공(강유석)을 우연히 만나게 되고, 함께 일자리를 찾아 나선다.",
"2023-08-18","국내","15세"),
("SF","크리스탈","400데이즈","2017-08-21","142분",
"우주 비행을 하는 동안 벌어지는 심리 변화를 측정하기 위한 모의 실험에 참가하게 된 4명의 최정예 우주 비행사들. 그들은 우주선이라는 제한된 공간 속에서 400일 동안 생활하며 본부의 미션을 수행해야만 한다. 실험은 순조롭게 시작되지만 26일째, 갑작스럽게 본부와 교신이 끊기면서 상황은 급변한다. 요원들은 점점 떨어지는 산소량과 불안한 심리 상태로 인해 환청, 망상, 호흡 곤란, 정신 착란 등 신체적, 정신적 을 겪게 되고, 서로를 믿을 수 없는 상황까지 치닫게 된다. 게다가 외부와 완벽히 차단된 우주선 안에 정체를 알 수 없는 침입자의 흔적이 발견되는데…!",
"2023-08-19","해외","15세"),
("SF","65","알렉산더","2017-03-25","162분",
"콰이어트 플레이스 1의 스콧 벡과 브라이언 우즈가 연출하고 이블 데드 시리즈, 스파이더맨 트릴로지, 드래그 미 투 헬, 닥터 스트레인지: 대혼돈의 멀티버스 등을 연출한 샘 레이미가 제작하는 SF스릴러 영화",
"2023-08-20","해외","12세")
;

